{
  "category": "business",
  "articles": [
    {
      "id": 1,
      "title": "What to delete from your emails to be taken more seriously at work",
      "link": "https://www.bbc.com/news/articles/cvg118dqj2no",
      "content": "At first glance, my emails are polite and warm, after all \"I'm just checking\" in on a deadline but \"no worries either way\".\nHowever, a closer look reveals my messages are punctuated by unnecessary apologies, smiley faces, exclamation marks and even kisses.\nI like to think I'm being friendly and approachable, but according to experts, these linguistic habits may be quietly undermining how seriously I'm taken at work.\nCareers coach Hannah Salton and etiquette coach William Hanson explain why so many of us write like this and the impact it could be having on how we're perceived, and even promoted at work.\n\"Thanks very much!\" I've replied to many an email - my punctuation may be extra but a full stop feels blunt.\nPeople use exclamation marks to show \"positivity and enthusiasm,\" says Hannah.\nWomen use them three times more often than men, a recent study published in the Journal of Experimental Social Psychology found.\nShe thinks that’s likely down to the idea that \"women are often judged more harshly than men when they are direct and are called bossy and other gendered negative words\".\nAnd while a single exclamation mark isn't the problem the cumulative effect can be, warns Hannah.\n“If it looks fake or like it's covering up insecurity it could impact credibility,” she explains.\nWritten communication is notoriously easy to misread, which is why many of us insert an emoji as a picture of our warmth or humour.\nBut etiquette coach William Hanson warns this can backfire.\n\"One emoji can mean different things to different people or something entirely unintended,\" he says.\n\"It would be better if people used words and a good command of English,\" he advises.\nEmojis can have an \"infantile connotation\" which could lead to people perceiving you as younger, less senior, capable or responsible, he says.\n\"I would not put an emoji in an email,\" he says. \"You can be friendly in your writing and remain professional at the same time.\"\nAnd when it comes to signing off with a kiss, he says: \"I would never put a kiss on the end of an email unless I would kiss them on the cheek in real life.\"\n\"Just checking that you're following me and this all makes sense?\"\nEmails containing reassurance checkers can be self-deprecating, Hannah says, adding that over time, that tone can subtly shape how someone is perceived.\n\"As a manager, it's a difficult balance of being liked and respected and if you're not direct, there's a risk of creating an impression of being less capable,\" she says.\n\"There are definitely times where communicating in an overly apologetic or overly measured way can make you come across as less impactful.\"\n\"A lot of it is unconscious,\" Hannah says. \"No one reads an email and thinks 'oh, they don't back themselves', it's more subtle than that.\n\"But if you're consistently communicating in a people-pleasing way, that can build up an impression of someone who doesn't back themselves, or who is potentially less competent.\"\nHere are some of the things you might want to consider losing to appear more professional, our experts suggest:\nHannah and William stress it's not about stripping all warmth or personality from professional communication.\n\"Personal style is important,\" Hannah says. \"Showcasing personality at work is not a bad thing. You don't want to feel like you have to filter everything you write and remove any personality from it.\"\nBut at the same time you shouldn't use certain words and symbols \"as a tool to be liked\".\nA practical way to spot and reduce these habits without losing personality is to pay attention to the emails you receive and notice how different styles make you feel - what sounds clear, confident or reassuring, and what feels excessive, she says.\nSalton says AI tools can also be useful for reviewing drafts and removing excess filler or qualifier words."
    },
    {
      "id": 2,
      "title": "Airbnb fined £56m by Spain for advertising unlicensed properties",
      "link": "https://www.bbc.com/news/articles/cgke2x6vz66o",
      "content": "The Spanish government has fined property rentals giant Airbnb €64m (£56m) for advertising unlicensed apartments.\nIt also said that some of the properties advertised in the popular tourist destination were banned from being rented.\nThe fine means that Airbnb has to withdraw the adverts promoting unlicensed properties. Although the Consumer Affairs Ministry said the fine cannot be appealed, Airbnb said it intends to challenge it in court.\nSpain, one of the most visited countries in the world, has a buoyant tourism economy but that has fuelled concerns about unaffordable housing, as high demand from visitors raises the price of housing, pushing local people out of the market.\n\"There are thousands of families who are living on the edge due to housing, while a few get rich with business models that expel people from their homes,\" said Spain's consumer rights minister Pablo Bustinduy in a statement.\nBut Airbnb said in a statement that it was \"confident that the Ministry of Consumer Affairs' actions are contrary to applicable regulations in Spain\".\nA spokesperson added that since short-term rental regulations in Spain changed in July, Airbnb was \"closely collaborating with Spain's Ministry of Housing to support the enforcement of the new national registration system\".\nLike many countries, Spain's government is concerned about how short-term holiday lets can change a neighbourhood, fuelled by a transient population of holiday-goers.\nThe country has been fighting a battle with thousands of Airbnb listings, banning them and clamping down on how many properties the firm can advertise. In May, there were demonstrations against the firm ahead of the busy summer season.\nSpain's government said 65,122 adverts on Airbnb breached consumer rules, including promotion of properties that were not licensed to be rented, and properties whose licence number did not match with those on official registers.\nWriting on social network Bluesky, Mr Bustinduy said: \"We'll prove it as many times as necessary: no company, no matter how big or powerful, is above the law. Even less so when it comes to housing.\"\nGlobally, several popular tourist cities place heavy restriction on Airbnb, including Barcelona, New York, Berlin, Paris and even San Francisco, where Airbnb was founded.\nThe tech firm started up in 2007 but became hugely popular around 2014, as tourists looked for cheap accommodation without the tax costs imposed on hotels.\nUsers swelled as anybody could become a \"host\" and make some extra cash from renting out their spare room - though many major cities have since placed limits on these types of rentals, as complaints of noisy house parties and absent hosts became an issue."
    },
    {
      "id": 3,
      "title": "Amazon apologises after showing 15-rated film to child who rented PG movie",
      "link": "https://www.bbc.com/news/articles/cy4xwv7vdmdo",
      "content": "Amazon has apologised after an error meant it showed a child a 15-rated film by mistake when they had tried to watch a PG movie.\nThe child's parent had paid to rent Diary of a Wimpy Kid from the firm's Prime Video service, but they soon realised it was incorrectly streaming Love & Other Drugs - which the British Board of Film Classification says contains \"strong sex and sex references\".\nThey complained to the media regulator Ofcom, which found Amazon in breach of its rules.\nAmazon has apologised and fixed the issue, which it said was a result of the firm which licensed the films giving both the same code behind-the-scenes, when it is meant to be unique.\nThe BBC has approached Amazon for comment.\nAccording to Ofcom's report, the tech giant said the issue was resolved in \"less than 48 hours\" - but during that time 122 customers had attempted to watch Diary of a Wimpy Kid.\nIt said it had \"updated its existing internal processes\" to stop similar mistakes in the future.\nOfcom has not fined Amazon for the error, however it said the firm had breached its rules.\n\"The complainant said they had rented the film for their young children to watch, but after the selected content began playing, the complainant became aware that the film that had actually played was a different film containing strong sexual content,\" the regulator said.\n\"The complainant said they contacted the service provider by telephone three times but received no call back. The complainant then made their complaint to Ofcom.\n\"Parents and carers would have accessed Diary of a Wimpy Kid on the basis that it was appropriate for their children to view, potentially unaccompanied by an adult (as had the complainant in this case).\"\nSign up for our Tech Decoded newsletter to follow the world's top tech stories and trends. Outside the UK? Sign up here ."
    },
    {
      "id": 4,
      "title": "Pro-democracy Hong Kong tycoon Jimmy Lai convicted in high-profile national security trial",
      "link": "https://www.bbc.com/news/articles/cp844kjj37vo",
      "content": "Hong Kong pro-democracy campaigner and media tycoon Jimmy Lai has been found guilty of colluding with foreign forces under the city's controversial national security law (NSL).\nThe 78-year-old UK citizen, who has been in jail since December 2020, pleaded not guilty. He faces life in prison and is expected to be sentenced early next year.\nLai used his now-defunct Apple Daily newspaper as part of a wider effort to lobby foreign governments to impose sanctions on Hong Kong and China, the court found.\nHong Kong chief executive John Lee welcomed the verdict, noting that Lai's actions \"damaged the country's interests and the welfare of Hong Kongers\". Rights groups called it \"a cruel judicial farce\".\nThey say the NSL, which Beijing defends as essential for the city's stability, has been used to crush dissent.\nDelivering the verdict on Monday,  Judge Esther Toh said there is \"no doubt\" that Jimmy Lai \"harboured hatred\" for the People's Republic of China (PRC), citing his \"constant invitation to the US to help bring down the government of the PRC with the excuse of helping the people of Hong Kong\".\nWhen Lai testified in November , he denied all the charges against him, saying he had \"never\" used his foreign contacts to influence foreign policy on Hong Kong.\nAsked about his meeting with then US Vice President Mike Pence, Lai said he did not ask anything of him: \"I would just relay to him what happened in Hong Kong when he asked me.\"\nHe was also asked about his meeting with then-secretary of state Mike Pompeo, to which he said he had asked Pompeo, \"not to do something but to say something, to voice support for Hong Kong\".\nLai, one of the fiercest critics of the Chinese state, was a key figure in the pro-democracy protests that engulfed Hong Kong in 2019. Beijing responded to the months-long demonstrations, which sometimes erupted into violent clashes with police, by introducing the NSL.\nThe law was enacted without consulting the Hong Kong legislature and gave authorities broad powers to charge and jail people they deemed a threat to the city's law and order, or the government's stability.\nLai was accused of violating the NSL for his role in the protests and also through his tabloid Apple Daily, which became a standard bearer for the pro-democracy movement.\nMonday's ruling also found Lai guilty of publishing seditious material on Apple Daily under a separate colonial-era law.\nLai appeared calm as the verdict was read out and waved goodbye to his family as he was escorted out of the courtroom. Lai's wife Teresa and one of his sons were in court, along with Cardinal Joseph Zen, a long-time friend who baptised Lai in 1997.\n\"Mr Lai's spirit is okay,\" his lawyer Robert Pang said after the verdict. \"The judgement is so long that we'll need some time to study it first. I don't have anything to add at the moment.\" He did not say whether they would appeal.\nJimmy Lai's son Sebastien urged the UK government to \"do more\" to help free his father.\n\"It's time to put action behind words and make my father's release a precondition to closer relationships with China,\" he told a press conference in London.\nThe UK condemned what it described as \"politically motivated persecution\" of Lai, saying he had been \"targeted... for peacefully exercising his right to freedom of expression\".\n\"The UK has repeatedly called for the National Security Law to be repealed and for an end to the prosecution of all individuals charged under it,\" the Foreign, Commonwealth & Development Office said in a statement on Monday.\n\"The Chinese government abused Jimmy Lai with the aim of silencing all those who dare to criticise the CCP [Chinese Communist Party],\" said Elaine Pearson, Asia director at Human Rights Watch, following the verdict.\n\"In the face of the farce of Jimmy Lai's case, governments should pressure the authorities to withdraw the case and release him immediately.\"\nChinese foreign ministry spokesman Guo Jiakun responded to the criticism \"by certain countries\".\n\"China expresses strong dissatisfaction and firm opposition to the brazen defamation and smearing of the judicial system in Hong Kong,\" he told reporters.\nWestern governments, including the UK and US, have for years called for Lai's release, which Beijing and Hong Kong have rejected.\nUS President Donald Trump had earlier vowed to \"do everything to save\" Lai, while UK PM Keir Starmer had said securing his release was a \"priority\".\nLai's trial came to be widely seen as yet another test of judicial independence for Hong Kong's courts, which have been accused of toeing Beijing's line since 2019, when it tightened its control over the city.\nHong Kong authorities insist the rule of law is intact but critics point to the hundreds of protesters and activists who have been jailed under the NSL - and its nearly 100% conviction rate as of May this year.\nBail is also often denied in NSL cases and that was the case with Lai too, despite rights groups and Lai's children raising concerns about his deteriorating health. He has reportedly been held in solitary confinement.\nSebastien Lai told the BBC earlier this year that his father's \"body is breaking down\" - \"Given his age, given his health... he will die in prison .\"\nThe Hong Kong government has also been criticised for barring foreign lawyers from working on NSL cases without prior permission. They said it was a national security risk, although foreign lawyers had operated in the city's courts for decades. Subsequently Lai was denied his choice of lawyer, who was based in the UK.\nLai now joins dozens of figures of the city's pro-democracy movement who have been sentenced to prison under the NSL.\nThe chief of Hong Kong's national security police addressed the media after the verdict, saying Lai had \"fabricated news\" in pursuit of \"political goals\".\nOn the mainland, state-run Global Times quoted a Hong Kong election committee member as saying that the case sends a \"clear message\": \"Any attempt to split the country or undermine Hong Kong's prosperity and stability will be met with severe punishment under the law.\"\nLai, who was born in mainland China , fled to Hong Kong when he was 12 years old and got his footing as a businessman after founding the international clothing brand Giordano.\nHis journey as a democracy activist began after China brutally crushed pro-democracy protests in Beijing's Tiananmen Square in 1989.\nLai started writing columns criticising the massacre and went on to launch a string of popular pro-democracy publications, including Apple Daily and Next.\nEven now, many Hong Kongers see him as a leading voice for democracy - about 80 people had queued to enter the court ahead of the verdict on Monday.\nOne of them was Ms Lam who didn't want to share her full name. An apple in hand, she said she started queuing around 11:00 local time on Sunday – nearly a full day before the session – because dozens of people had come before her. It was a cold night, she said, but she did it because she had wanted to wish Lai good luck.\n\"We all feel frustrated and powerless. Yet, there must be an ending to the whole issue and time comes when it comes,\" a former Apple Daily journalist, who was also in court, told the BBC.\n\"Jimmy always said that he was indebted to Hong Kong... but I think Hong Kong and most Hong Kongers are so grateful to have him upholding the core values, good faith and integrity for the community at the expense of his well being and personal freedom.\"\nIn his testimony, Lai had said that he had \"never allowed\" his newspaper's staff to advocate for Hong Kong independence, which he described as a \"conspiracy\" and \"too crazy to think about\".\n\"The core values of Apple Daily are actually the core values of the people of Hong Kong,\" he had said. These values, he added, include the \"rule of law, freedom, pursuit of democracy, freedom of speech, freedom of religion, freedom of assembly\"."
    },
    {
      "id": 5,
      "title": "Grand Theft Auto game creator sacked us for trying to unionise",
      "link": "https://www.bbc.com/news/articles/cp89990rgdno",
      "content": "Former staff at the firm behind Grand Theft Auto have told the BBC that a \"devastating\" mass sacking took place allegedly because they tried to unionise.\nSome 31 employees were dismissed in October for what Rockstar North called \"gross misconduct\".\nThe majority were based at the gaming giant's Edinburgh headquarters, with former workers claiming they were penalised for discussing working conditions in a private online forum.\nRockstar North said it was incorrect to suggest the dismissals were linked to union membership or activities. It said it took action after staff discussed confidential information, including specific game features from upcoming titles, in a public forum.\nThe Independent Workers' Union of Great Britain (IWGB) called it a \"ruthless act of union-busting\".\nRockstar North is one of the UK's largest game developers.\nIts upcoming GTA 6 game is expected to be one of the best-selling games of all time when it is released in November 2026.\nInformation about game development is tightly controlled across the gaming industry, with employees often signing legally binding agreements not to share confidential information.\nA group of workers have been routinely protesting outside Rockstar North's Edinburgh and London offices.\nBBC Scotland News has now spoken to three of the dismissed Edinburgh workers accused of disclosing company information.\nJordan Garland, a former senior production co-ordinator, said many staff members wanted to unionise because \"we were so passionate about the industry and that workplace in particular\".\n\"We just saw it as something we could do to make it better for everyone,\" he added.\n\"So it's a little bit devastating because it's an industry that I love, and I think we all love. We couldn't really see ourselves anywhere else.\"\nHe said members of staff were discussing working conditions at the firm in a private digital forum.\nJordan added: \"We were talking about working conditions, policy - not talking about projects or anything like that, just talking about conditions.\n\"That to me that feels like an essential, necessary part of organising. How can you organise a workplace if you can't talk about the conditions there?\"\nJordan has worked at the company for 11 years and believes he was the first employee to be dismissed on the morning of 30 October.\n\"The first week was definitely difficult,\" he said. \"It was a lot of sleepless nights, a lot of tossing and turning about this.\n\"But in a kind of macabre way, it's good they fired so many people because there is this really strong community element now.\"\nDesigner Jamie Trimmer worked in the gaming industry for most of his adult life before being sacked from Rockstar North.\n\"I've worked there, like, 18 years now,\" he said. \"I think I'm the longest serving person that was fired.\n\"It's all I know really, and then it's just sort of ripped away. I'm left not knowing what to do next really.\n\"I never would have expected they would hit the nuclear option of firing so many of us in one go. It does highlight the need for unions.\"\nThe group, along with fellow dismissed colleagues, are now hoping to take Rockstar North to an employment tribunal.\nHowever, they may have to wait up to a year for their case to be heard.\nIn the meantime, they are waiting to learn if they qualify for an intermediate relief hearing, which could see them reinstated in their roles or kept on Rockstar North's payroll.\nThe issue was also raised at Prime Minister's Questions in Westminster last week by MP Chris Murray.\nSir Keir Starmer said it was \"deeply concerning\" and promised to look into the issue.\nHe added: \"Every worker has the right to join a trade union, and we're determined to strengthen workers' rights and ensure they don't face unfair consequences for being part of a union.\"\nSacked production co-ordinator Sarah Blackburn said the public and political support has helped her deal with the situation.\n\"It's massively heartening to hear actually and in a way, I'd say validating,\" she said.\n\"We've had a lot of support coming from places that I genuinely didn't expect.\n\"We've had people who were in unions who previously fought fights in different industries basically just expressing solidarity and support. It's a flex of power and it's been painful to be on this side of it, but I think the support has been great.\"\nIn a statement, Rockstar North told BBC Scotland News: \"Rockstar Games took action against a small group of individuals, across the UK and internationally, who distributed and discussed confidential information (including specific game features from upcoming and unannounced titles) in a public forum, in breach of company policy and their legal obligations.\n\"Claims that these dismissals were linked to union membership or activities are entirely false and misleading.\""
    },
    {
      "id": 6,
      "title": "Roomba vacuum cleaner firm files for bankruptcy",
      "link": "https://www.bbc.com/news/articles/c1lr75lp239o",
      "content": "The US firm behind the Roomba smart vacuum cleaner, iRobot, has filed for bankruptcy protection after facing competition from Chinese rivals and being hit by tariffs.\nUnder the so-called pre-packaged Chapter 11 process , the main manufacturer of its devices, Shenzhen-based Picea Robotics, will take ownership of the firm.\nThe tough commercial landscape had forced iRobot to cut its prices and make major investments in new technology, according to documents filed on Sunday.\nUS import duties of 46% on goods from Vietnam, where most of iRobot's devices for the American market are made, increased its costs by $23m (£17.2m) this year, the firm said.\nThe loss-making company was valued at $3.56bn in 2021 after the pandemic helped to drive strong demand for its products. It is now valued at around $140m.\nOn Friday, iRobot's shares fell by more than 13% on the technology-heavy Nasdaq trading platform in New York.\niRobot said the bankruptcy filing was not expected to disrupt its app, supply chains or product support.\nFounded in 1990 by three members of the Massachusetts Institute of Technology's (MIT) Artificial Intelligence Lab, iRobot initially focused on defence and space technology before launching the Roomba in 2002.\nThe Roomba holds about 42% of the US market share and 65% of the Japanese market share for robotic vacuum cleaners, according to the company.\nLast year, a planned $1.7bn takeover deal by online retail giant Amazon was derailed by the European Union 's competition watchdog.\nTrade tariffs imposed by US Donald Trump on goods entering America from overseas has added to costs to many businesses, including iRobot, which rely on imports for product manufacturing.\nTrump has argued that the import taxes will boost American jobs and industry.\nPicea is a manufacturer of robotic vacuum cleaners, with research and development and production facilities in China and Vietnam.\nIt has more than 7,000 employees worldwide and has sold more than 20 million robotic vacuum cleaners."
    },
    {
      "id": 7,
      "title": "'Throw the parcel at the door' - Evri couriers cutting corners to earn a better wage",
      "link": "https://www.bbc.com/news/articles/ceq107yxxjyo",
      "content": "When Becky ordered a Barbie doll for her daughter, she got a notification from delivery firm Evri saying it had arrived. There was just one problem: it was nowhere to be seen.\nThere was no parcel at her front door, in the Hampshire village of Twyford, and the photo she was sent of its location was not one she recognised.\nBecky turned detective - and she discovered that reports of similar incidents nearby had \"snowballed\".\nAround the corner, her neighbour Jonathan had received a similar notification. It showed a photo of a parcel of tools he was expecting - taken inside a car - but nothing had been delivered. He tried to take it up with Evri, but told BBC Panorama that \"they don't respond - it's very frustrating\".\nWith millions relying on delivery companies to send their parcels this Christmas, we have been investigating Evri, including sending a journalist undercover as a courier.\nThe company is a market leader, but a recent customer survey of the 11 biggest delivery firms by industry regulator Ofcom , suggested Evri had the most issues for parcels not being delivered and the highest level of customer dissatisfaction.\nAmazon and FedEx came top for customer satisfaction.\nWhile Evri disputes Ofcom's findings, 30 current and former workers have told us problems are being caused by growing pressures on couriers.\"They have to deliver so much volume now for a decent pay,\" one told us.\nThe link between poor service and work pressures was further borne out by Panorama's investigation, which found:\nIn Hampshire, parcels started to go missing in Twyford six months after a regular courier, Dave, left Evri. He worked as an Evri courier for six years, often with his wife, and they earned about £60,000 a year between them.\nLike all Evri couriers, Dave was self-employed. But, because Evri pays couriers by the parcel, and sets the rate per parcel, it felt like the company was in the driving seat.\nChanges to Evri's parcel rates last January, meant it no longer made financial sense to carry on, Dave told us. It would have led to him being paid less than the minimum wage, he says.\nThe amount Evri couriers are paid depends on the size and weight of the parcels they deliver and how far they must travel.\nCouriers like Dave, who was on an Evri Plus contract, are supposed to be guaranteed at least the National Minimum Wage - currently £12.21 per hour for those aged 21 and over.\nDave says he estimated that with Evri's changes, including a new \"small packets\" rate, he would earn £10 an hour.\n\"You were always looking over your shoulder, wondering what might come next in terms of reducing your rates,\" he told us. \"So that you're paid less for what you're doing even though you're doing the same job.\"\nAnother Evri Plus courier told Panorama he could earn as little as £7 or £8 an hour at times, once fuel and his vehicle's running costs had been taken into account.\nThis shouldn't be happening - according to what Evri's legal director, Hugo Martin, told a parliamentary select committee in January. The company's paid-per-parcel model, he told MPs, made sure that \"couriers earn well above national minimum wage\".\nThe committee chair, Labour's Liam Byrne, has now told Panorama that because of the \"categorical assurances\" that people were not paid below the minimum wage, the company should now be recalled to Parliament to investigate the full picture.\nHis comments come as a separate, cross-party group of MPs expressed their own concerns about Evri's delivery record last week.\nWe put Mr Byrne's comments to Evri and a spokesperson said company couriers \"generate earnings significantly above the National Living Wage\".\nThe National Living Wage and the National Minimum Wage are currently the same for anyone aged over 21 - £12.21 an hour.\nAverage courier earnings, the Evri spokesperson continued, \"exceeded £20 an hour\". The \"sector is highly competitive, but we benchmark pay locally\", they added.\nIt wasn't just Dave who told us the introduction of Evri's \"small packets\" has made it harder to make a living.\nOther couriers told us they had started to see more of them in their rounds, and that it was eating into their earnings because they received less money to deliver them.\nRates vary, but Evri pays couriers as little as 35p to deliver one.\nThe company told us it had introduced the new \"small packets\" sizing in January to \"remain competitive\".\nHowever, big parcels, for which couriers would be paid more per delivery, keep getting mislabelled as small packets, some couriers told the BBC.\nEvri does not do enough to check the items are being accurately weighed and measured by senders, they said - with heavy flatpack furniture and radiators listed as examples of large items which had been \"misbanded\" and paid for as small packets.\nOne courier told us he delivered \"countless numbers of misbands\", leaving him short-changed.\nParcels are labelled by clients, not Evri, the company told the BBC. It said that 99.2% of all parcels were correctly banded - and that \"couriers can request checks and upgrades via the courier app, if they think a parcel has been misbanded\".\nAn Evri courier of 10 years told us their colleagues were \"cutting corners\" because they had to deliver so much in terms of volume to get a decent wage.\n\"They are not doing the job correctly… parcels go missing,\" he added. \"Piles of parcels are found in hedges.\"\nOur undercover reporter, who we are calling Sam because he wants to remain anonymous, was told by another courier, \"if you want to earn money, you need to find a safe place and leave it there\".\n\"You can even throw the parcel at the back door, you only get paid if the parcel is delivered,\" the courier explained during Sam's six-day stint in October at Evri's West Hallam delivery unit near Nottingham.\nAs a new starter, Sam was put on a Flex contract, which does not include sick or holiday pay and does not commit to paying the minimum wage, unlike the Plus contract.\nIt can be difficult for new starters to earn the same as more experienced couriers, as they don't know their patch, so they won't be as efficient.\nSam was told he could be eligible for some extra cash. New starters get payments to ensure they earn adequately while they get used to the work, Evri's lawyers told the BBC.\nCouriers told us they are not paid extra for the time it takes to scan the parcels and load them into their vehicles at depots - but Evri says it factors this time into its parcel rates.\nCouriers are also only paid if a package is delivered and a photograph is taken - which is supposed to mean giving it to the customer, a neighbour, or finding a safe place, and not leaving it in plain sight outside the delivery address.\nIf drivers cannot deliver a parcel, they should make at least two more attempts to do so - according to Evri rules - but this takes time.\nBack at the depot, a courier told Sam there was not much point trying to redeliver because couriers did not get paid for going back.\n\"You'll make no money, my friend, unless you get all your parcels out. Get them all out,\" he said. \"There's a safe space for everything, mate.\"\nThe company says it will deliver about 900 million parcels this year, going to almost every single home in the UK.\nBut 7% of customers in the six months between January and July said they had reported an Evri parcel not having been delivered - compared to an industry average of 4% - according to Ofcom's recent consumer survey .\nThe survey also suggested Evri had the most issues for delays in the UK, with 14% of customers reporting a parcel arriving late in the same period. The industry average is 8%, says Ofcom.\nEvri told us it provides \"a fast, reliable, and cost-effective delivery service\" and that its \"couriers are local people… and the vast majority do an excellent job and strictly follow our delivery standards\".\nIf \"a courier receives a low customer rating for a delivery, this is immediately investigated\", it says.\nThe company, which rebranded from Hermes UK in 2022, has been owned since last year by the American investment firm Apollo Global Management. In the financial year 2023-24, Evri's pre-tax profit almost doubled to nearly £120m.\n\"I think Evri are making a fortune off the couriers' backs and I think the couriers are being totally ripped off,\" one courier told us.\nFor Becky and Jonathan in Hampshire, at least, all was not lost.\nBecky started a spreadsheet for other people in the area to list their missing Evri parcels, after seeing how many comments were being left on the village Facebook group.\nAlmost 90 incidents were reported to the police. A man was arrested but never charged.\nLawyers for Evri told the BBC that this was an isolated incident and that the company took prompt action.\n\"The performance of our couriers is tracked in real time, with mandatory photo proof for every delivery,\" the company said.\nBecky got a refund from the seller and bought a new Barbie, and Jonathan got his tools replaced by the seller."
    }
  ]
}