{
  "category": "culture",
  "articles": [
    {
      "id": 1,
      "title": "Bootcamp 'game-changer' for working class artists",
      "link": "https://www.bbc.com/news/articles/cgex5r1x2q3o",
      "content": "A bootcamp to help artists get their careers off the ground has seen participants get their work into galleries and magazines.\nThe 10-week programme to help working class artists in the West Midlands has run twice this year and was developed by Birmingham-based art curator and critic Ruth Millington.\nShe said the art world was notoriously hard to get into, \"particularly those without connections or inherited wealth\".\nSandra Palmer, known as The Brummy Artist, who has shown her work in exhibitions in Birmingham and London, said the programme was a \"game-changer\".\nSix artists from the first bootcamp have gone on to show their work in galleries and all 20 have had press coverage, including in the magazine Stylist.\nThe programme, Get Gallery Ready , funded by West Midlands Combined Authority (WMCA) and based at Solihull College & University Centre, is free for visual artists in the region.\nGuest speakers were brought in, Ms Millington reviewed each person's portfolio, and the groups had behind-the-scenes visits to galleries, museums and studios, including Ikon Gallery , RBSA Gallery , Coventry Biennial , Stryx Gallery and Nook .\nEvery bootcamp ends in an exhibition at The Courtyard Gallery at The Core in Solihull.\nBirmingham-based painter Tara Harris said her confidence, belief and motivation to be seen as an artist received \"a massive boost\".\nYulia Lisle, originally from Ukraine, went on to secure her first solo exhibition, A Moment to Gather, at Nook gallery. She said the support \"changed everything\".\nOne of those taking part, Odette Campbell, works in textiles and creates abstract embroidery .\nShe said taking part had given her \"extra belief that stitch does have a place in the art world\".\nMs Campbell is running a six-week craft club on Tuesdays at Wolverhampton Art Gallery next year.\nArtists in the second bootcamp are currently showing their work in the exhibition Winter Folk , which runs until 10 January at The Courtyard Gallery.\nMs Millington, who previously worked for galleries in London, said the art world was fiercely competitive and difficult to navigate, and art school did not tend to teach artists how to prepare for galleries.\n\"I wanted to level up the playing field,\" she said.\nAt WMCA, Hayley Pepler said the authority had been \"thrilled by the phenomenal success\" and how the bootcamps had responded directly to local needs.\nFollow BBC Birmingham on BBC Sounds , Facebook , X and Instagram ."
    },
    {
      "id": 2,
      "title": "The school where reading tops the Christmas list",
      "link": "https://www.bbc.com/news/articles/c70r90lkprro",
      "content": "At The Baird Primary Academy in Hastings, teachers work hard to make reading fun, accessible and something to look forward to.\nWith some of the most deprived neighbourhoods in the country, teachers in the town say the impact on children extends beyond benefits to their academic learning.\nAmy Hudson, from the school, said reading transformed pupils' confidence and curiosity, adding: \"The children have better vocabulary, they engage with one another better and their social skills improve.\"\nShe added: \"They empathise more because they learn about characters, different countries and places. It helps develop the whole child.\"\nBut while the school is working to help children fall in love with literature, figures from the National Literacy Trust show that fewer children and teenagers than ever are reading for pleasure.\nIn the South East, the proportion of young people who pick up a book for fun is about 2% lower than the national average.\nJason Vit, from the National Literacy Trust, said the decline was worrying, adding: \"If you read for pleasure, you're more likely to reach expected reading levels, get better qualifications and be in employment throughout your life.\n\"It affects your health as well as your happiness.\"\nHe said every form of reading counted – whether that was books, audiobooks, digital stories, song lyrics or TV subtitles.\n\"All reading is reading, and we should celebrate it,\" Mr Vit added.\nThe trust is calling for the government to build more protected reading time into the national curriculum.\nAward-winning children and young adult author Sarah Crossan said the UK should follow Australia's lead and consider a social media and YouTube ban for under-16s.\n\"These devices are designed to be addictive. Wishing your child would read more is a fantasy unless we give them the tools to step away from screens,\" she said.\n\"The right book is out there waiting to find you.\"\nThe Department for Education and the National Literacy Trust have declared 2026 a National Year of Reading.\nThey say it is up to everyone to show that reading matters, deserves time – and above all, that reading is fun.\nFollow BBC Sussex on Facebook, X and Instagram. Send your story ideas to southeasttoday@bbc.co.uk or WhatsApp us on 08081 002250."
    },
    {
      "id": 3,
      "title": "'Anyone can do it' - Turner Prize winner's inspirational effect",
      "link": "https://www.bbc.com/news/articles/c9qeeqn08n5o",
      "content": "It is the morning after Nnena Kalu won the Turner Prize and excitement is in the air at an unassuming studio in Glasgow's Trongate.\nProject Ability is a charity based at the studio that supports artists of all abilities - and their number previously included Kalu, who on Tuesday became the first learning disabled artist to land the Turner Prize .\nNow other artists who use the studio are looking at her success and feeling inspired by it.\nKendal, an 18-year-old who specialises in large canvas paintings of mountains, told BBC Scotland News Kalu's victory showed \"anyone can be an artist - it doesn't matter what they have.\"\nNnena Kalu is autistic and has limited verbal communication, but to those at Project Ability the deeply expressive art she creates on the canvas and in sculpture has sent a clear message - learning disabilities are no barrier to success.\nThe 59-year-old was born in Glasgow but moved to England when she was a child. However, her roots in the city came to the fore in 2018 when she was invited to stage her first solo exhibition at the Glasgow International art festival.\nThe studio that hosted her was Project Ability.\nElisabeth Gibson, the charity's executive artistic director, described the first time she observed Kalu creating her works as \"mesmerising\".\nShe said: \"It's uniquely Nnena. Her action, the sound that she makes with the chalk on the paper, everything about it was really captivating.\"\nKalu's work uses brightly coloured sculptures , haphazardly wrapped in layers of ribbon, string, card and shiny VHS tape, and drawings of swirling, tornado-like shapes.\nMs Gibson believes the gallery takeover in 2018 was a hugely significant step for the artist.\n\"This was her first solo exhibition and it's a really important festival for the city. Lots of curators come, lots of artists come and it gave her work really high visibility and other opportunities fell on after that.\"\nNow others at the Trongate studio are feeling inspired as a result.\nAndrew, 50, a fellow learning disabled artist said the win was \"inspiring\".\n\"Good for her. I've got learning difficulties as well, and I've also got Down's. And I think that's amazing what one person can do. There's also one on Strictly Come Dancing. She was an amazing dancer. I think good for them.\"\nKendal described Kalu's success as \"pretty amazing.\"\nHe added:  \"It's a very great achievement for her and it shows that no matter what, anyone can go through with achieving goals. Anyone can be an artist. It doesn't matter what they have or if they're struggling.\"\nMs Gibson was watching on TV when Kalu was announced as the winner on Tuesday night.\n\"We were absolutely thrilled, absolutely delighted,\" she said. \"She deserved it. She's honestly such a hard-working artist.\n\"It means a huge amount. People maybe didn't take work by learning disabled artists as seriously as they might have artists in a different context.\n\"I think it will mean people may be more open to it and not be so judgmental.\"\nHer work was praised by judges at the Turner Prize, who said she created \"really compelling sculptures and drawings that could only be made by Nnena.\"\nJury chairman  and Tate Britain director Alex Farquharson said her drawings had \"a beautiful intricacy to them\" and \"look like swirling vortexes.\"\nCharlotte Hollinshead, who has worked with Kalu for 25 years, said on stage at the ceremony that the win was seismic and had \"broken a very stubborn glass ceiling.\"\nNot everyone felt the same way.\nWaldemar Januszcack, the chief art critic for the Sunday Times, described Kalu's work as \"up there with the worst art I have seen at the Turner\" and accused judges of \"virtue signalling\".\nGibson responded: \"It's just so narrow-minded but it's to be expected. The Turner Prize is always criticised.\n\"It's almost part of its job to invite controversy, discussion and debate.\"\nWhile opinions on the work vary, those at Project Ability are simply getting on with helping artists like Nnena Kalu, Andrew and Kendal fulfil their potential.\nIn Andrew's case, that includes a new goal.\nAsked if he could win the Turner Prize next, he replied: \"I can do it. Anyone can do it.\""
    },
    {
      "id": 4,
      "title": "West End actress sidesteps hate comments to reach Strictly final",
      "link": "https://www.bbc.com/news/articles/c20gdy5kxd0o",
      "content": "Welsh actress and West End star Amber Davies has reached the Strictly Come Dancing final, overcoming \"hateful\" comments online suggesting her performing background gave her an advantage.\nThe former Love Island winner and her professional dance partner Nikita Kuzmin beat EastEnders actress Balvinder Sopal and her professional partner Julian Callion in Sunday's semi-final dance-off.\nKuzmin said Davies had endured \"so much hate\" but continued with a \"big smile, ignoring everybody and just giving me love\".\nCommenters online came to Davies' defence, with her former teacher in St Asaph, Denbighshire, calling on viewers to \"enjoy the talent and not be nasty\".\nDavies replaced Dani Dyer, who had to withdraw after breaking her ankle during training.\nShe won Love Island in 2017 and has since had roles in musical theatre, including in Pretty Woman, 9 to 5: The Musical, and The Great Gatsby.\nShe was also announced as the lead for next year's Legally Blonde musical tour , and competed in the 16th series of Dancing on Ice.\nAfter the pair's performance on Saturday Kuzmin told host Claudia Winkleman that Davies had faced \"so much hate every single day from the moment you joined\".\n\"You had so much hate this week and yet you came every single day into the training room with a big smile ignoring everybody and just giving me love,\" he said.\nHe added that she was so caring and did not deserve the comments.\n\"I think sometimes, and I speak to the audience at home, just guys please, just please be kind because it costs nothing.\n\"You don't deserve none of that,\" he said turning to Davies.\n\"All you deserve is love because without you, if you hadn't been here, I wouldn't be here as well and the show would not be as good as it is because you bring so much joy.\"\nDavies has faced \"nasty comments\" online with some claiming her experience in the West End gave her an advantage over the other celebrity contestants.\nThe online backlash sparked widespread defence with commenters saying it was \"so sad that people can be like that\" and \"Amber has risen above and truly shone like the star she is\".\nOne commenter on TikTok called Kuzmin's comments on the programme on Saturday \"absolutely wonderful\", while another called Davies a \"lovely person, don't let the haters get you down\".\n\"I adore Amber, I don't understand the hate she's such a sweet lovely girl and beaming with talent,\" said another.\nOthers described her as deserving a place in the final, adding the \"series would be so much less without her\".\nCatherine Jones, Amber's school teacher,  who worked with her in a school choir and on drama productions called her performance in the semi-finals \"amazing\".\n\"It reminded of a Hollywood movie,\" she said.\nMrs Jones said Davies seemed destined to be a performer, leaving Ysgol Glan Clwyd in St Asaph aged 16 to study musical theatre in London.\nShe disputed claims Davies had a dancing advantage, explaining how none of her training or performances were anywhere near \"ballroom dancing level\".\nShe called the negative comments \"disturbing\".\n\"It doesn't take a lot to be kind,\" she said.\n\"It's an entertainment programme, there is no need to be nasty about people.\"\nDavies and Kuzmin join former England Lionesses footballer Karen Carney and her dance partner Carlos Gu, and social media star George Clarke and his professional partner Alexis Warr in next week's final to compete for the glitterball trophy.\nCarney, who topped Saturday's leaderboard with a joint score of 78 for her two dances, has now become the first footballer to reach the show's final.\nStrictly Come Dancing 2025's grand final airs at 19:00 GMT on Saturday 20 December on BBC One and BBC iPlayer."
    },
    {
      "id": 5,
      "title": "'Songwriting is my therapy', says Tom Walker",
      "link": "https://www.bbc.com/news/articles/clyzz1yngjxo",
      "content": "Singer-songwriter Tom Walker has spoken out about struggles with his mental health, saying writing music has been his therapy.\nWalker wrote about a friend with a drug addiction in his 2017 hit single Leave A Light On, and his 2024 track Lifeline was written after the sudden and unexpected death of a close friend.\n\"Songwriting was a kind of therapy for me, and I was writing about the things in my life which made me ecstatic, and also the things I really struggled with,\" the 33-year-old from Chelford, Cheshire, said.\nHe was speaking out as part of his role as an ambassador for the suicide prevention charity Campaign Against Living Miserably (CALM).\nLeave A Light On was Walker's breakthrough moment, with the song clocking up more than 750m streams on Spotify more than 250m views on YouTube.\n\"When I first started, I didn't realise how personal those lyrics would be, when I thought they only applied to me,\" he said.\n\"But that's the wonderful thing about songwriting, because people find their own stories and their own journey in the words.\"\nHe added: \"I've heard some beautiful stories over the years, and tragic ones where people have lost family and friends too early.\n\"Hearing how much that song meant to them is heartbreaking, but also a beautiful thing as a writer.\"\nWalker added that the more comfortable people can get about sharing the hardships they face, the less stigma there will be around talking about mental health issues.\nTalking about CALM, which he started working with last year, he said it has a helpline open over the festive period for anyone who might need it.\n\"CALM do amazing work,\" he said.\n\"Anyone can ring up the helpline from 5pm until midnight, it's completely free of charge, and for people who might be struggling or having a tough time.\n\"There's a lot of pressure around Christmas.\n\"It's dark and gloomy, so it can get too much for some people.\"\nHe also highlighted the charity's guide on \"how to get through the winter blues\".\n\"It's all about getting outside, staying connect, and keeping moving, even if it's just once a week.\"\nHe added: \"Some people are ashamed to reach out because they don't want to burden people.\n\"If you're not having a good time, reach out and ask for a bit of help.\n\"Sometimes we all need a little helping hand.\"\nRead more stories from Cheshire on the BBC, watch BBC North West Tonight on BBC iPlayer and follow BBC North West on X . You can also send story ideas via Whatsapp to 0808 100 2230."
    },
    {
      "id": 6,
      "title": "Steam loco makes debut after 10-year restoration",
      "link": "https://www.bbc.com/news/articles/c8e9glexdw9o",
      "content": "A steam locomotive has made its first official appearance following a 10-year restoration project by volunteers.\nThe 1960 loco, a class 62 engine from the former Yugoslavia, was brought to the UK in 1990 and was moved to Shillingstone, Dorset, in January 2016.\nThe restoration was completed by Project 62 - a team of volunteers who are also working on another class 62 locomotive - 30076.\nThe restored engine 30075 made its debut on Sunday as a Santa special at the newly completed line extension at North Dorset Railway.\nProject 62, which is based at Shillingstone but is separate to North Dorset Railway, is made up of rail enthusiasts working to preserve and restore two Yugoslav Class 62 versions of the USA 0-6-0 S100 locomotive.\nBoth were used for shunting freight and raw materials at steelworks in the former Yugloslavia, at Zenica and Ljubliana.\nAfter delivering Santa to the station and waiting children, 30075 shunted its fellow loco into a siding for its restoration which is expected to take a further 10 years and cost more than £130,000.\nNext year marks the 60th anniversary of the closure of the line.\nIn 2005, a group of locals took on the station lease and began restoration work, initially opening a museum, which is free to enter, and cafe.\nIn July, North Dorset Railway completed a four-year project to double the length of the track to half a mile (0.8km), with the aim of one day offering brake van rides to museum visitors."
    },
    {
      "id": 7,
      "title": "Primal Scream gig cancelled over video criticism",
      "link": "https://www.bbc.com/news/articles/c17x8qe00p5o",
      "content": "A Primal Scream concert has been cancelled over claims antisemitic imagery was shown on stage at a previous gig.\nThe rock band had been due to perform at the Trentham Live festival at the Trentham Estate, Stoke-on-Trent, on 21 August 2026.\nBut following criticism of a film screened at a concert in London , the festival's organiser said it had cancelled the performance as the graphics used did not align with its values.\nPrimal Scream said the film was a \"piece of art\" that was meant to provoke debate, not hate.\nThe film was screened on stage during the band's performance of Swastika Eyes at a one-off gig at The Roundhouse in Camden last Monday.\nIt appeared to show the Star of David entwined with a swastika in the eyes of Israeli Prime Minister Benjamin Netanyahu.\nThe slogans \"stop genocide\" and \"free Palestine\" were shown on a large screen.\nConfirming the Trentham Live cancellation, a spokesperson for Trentham said: \"The graphics used at a recent Primal Scream concert do not align with our values. We therefore decided to cancel their performance at Trentham Live 2026.\n\"While we understand some fans may be disappointed, our priority is ensuring we host an inclusive and fun event for all and we will announce a replacement headliner for the Friday night.\"\nTicketmaster has contacted fans who bought tickets to tell them organisers had cancelled the band's appearance.\nFollowing the London gig, Primal Scream were reported to the Metropolitan Police by the Community Security Trust, which claimed the video risked \"encouraging hatred of Jews\".\nIt was also condemned by the Campaign Against Antisemitism, which described the video as \"sickening and totally inexcusable\".\nA spokesperson for the Met Police said the report was being assessed by officers.\nManagers of the venue said they deeply regretted that the \"highly offensive\" graphics were displayed, adding that it was done entirely without their knowledge.\nA statement on Primal Scream's Instagram page said: \"The film is a piece of art. It clearly draws from history to question where the actions of current world governments sit in that context.\n\"It is meant to provoke debate, not hate. In a free, pluralistic and liberal society, freedom of expression is a right which we choose to exercise.\"\nThe BBC previously contacted Primal Scream for further comment.\nFollow BBC Stoke & Staffordshire on BBC Sounds , Facebook , X and Instagram ."
    },
    {
      "id": 8,
      "title": "'Magnificent' Hutton angel gifted to cathedral",
      "link": "https://www.bbc.com/news/articles/c62v0zdqkezo",
      "content": "Giant sketches of an angel, used by artist John Hutton to create one of Coventry Cathedral's most striking features, have been repaired and gifted to the cathedral.\nChalk drawings were created on black paper by the engraver as a blueprint for each of the 66 angel and saint figures he took a decade to carve into the 70ft (21m) high glass West Screen.\nIn 2022, the Friends of Coventry Cathedral group bought the three sketches, which have now been restored in Gloucestershire.\nThe tryptic will be on display at the cathedral over the Christmas period.\nThe Friends group initially raised £1,500 to purchase the art, which had been in the possession of one of Hutton's friends.\nAbout £20,000 has also been spent on specialist restoration and framing.\nCathedral archivist Dianne Morris, said she was \"so excited\" to see the finished art.\n\"It's all my Christmases come at once\", she said.\n\"When they were offered to us for sale I knew we had to get involved.\n\"They're so magnificent, I think I would have bought them myself anyway.\"\nSpecialist conservator Heather Norville-Day, from Wickwar, said she was \"thrilled\" to be asked to carry out the restoration work.\n\"I can't tell you how honoured I am to do this.\"\nThe prints were \"extremely brittle, they were water damaged, they had mould damage, a lot of fractures and missing areas,\" she explained.\n\"Over the last 50 years, pieces have dropped off and been lost.\"\nShe has worked on the sketches for about six months, and she said they would now \"last for 100 years or more\".\nBut, she added, it had been a \"challenge from start to finish\".\n\"I can't tell you how easily they could have been destroyed, I'm surprised they survived.\"\nThe sketches consist of three 7ft by 3ft (2.1m by 1m) images which together make up a tryptic of one of the flying angels depicted on the glass screen.\nThey were created as the engraver worked on the screen, which was completed in time for the cathedral's 1962 consecration.\nIt's thought Hutton's life was cut short by inhaling quantities of glass dust.\nHis ashes are interred at the base of the screen.\nThe carvings were created \"using an outline sketch of each of the figures\" said Ms Morris, \"and then the detail was created by a tool that he invented himself\", comprising hand and dentist drills.\nHutton's wife Marigold acted as his model for the figures , she said.\n\"To be able to get an outline of the figures, John draped her in an old bedspread while he quickly sketched the outline of the saints and angels.\"\nThe cathedral owns a smaller Hutton sketch, and was gifted another, by the artist's granddaughter, of an angel - a work destroyed during a robbery .\nThe exhibition marked the \"end of a two year project to bring back to the cathedral a design that will be here forever, we hope,\" said Martin Williams, the outgoing chair of the Friends.\n\"It's such an exciting moment to welcome them back,\" he said.\n\"It has been conserved and framed to museum standards so that it can tell its story to future generations\".\nThe artist's work can also be seen at Guildford Cathedral and at cathedrals in New Zealand, where Hutton was born.\nHowever, Mr Williams insists Coventry's are the best.\n\"The angels aren't just there being holy and pious,\" he said.\n\"He's depicted them as dancing and playing instruments and flying with movement.\"\nAaron Law, one of those who helped raise money for the initial purchase, said the sketches allowed visitors to the cathedral to \"see the different stages of the process to create the glass, and the effort involved\".\n\"It's really good to see them, almost at home,\" he added.\nFollow BBC Coventry & Warwickshire on BBC Sounds , Facebook , X and Instagram ."
    }
  ]
}