{
  "category": "earth",
  "articles": [
    {
      "id": 1,
      "title": "Shell facing first UK legal claim over climate impacts of fossil fuels",
      "link": "https://www.bbc.com/news/articles/c0r9p1ypyjyo",
      "content": "Victims of a deadly typhoon in the Philippines have filed a legal claim against oil and gas company Shell in the UK courts, seeking compensation for what they say is the company's role in making the storm more severe.\nAround 400 people were killed and millions of homes hit when Typhoon Rai slammed into parts of the Philippines just before Christmas in 2021.\nNow a group of survivors are for the first time taking legal action against the UK's largest oil company, arguing that it had a role in making the typhoon more likely and more damaging.\nShell says the claim is \"baseless\", as is a suggestion the company had unique knowledge that carbon emissions drove climate change.\nTyphoon Rai, known locally as Odette, was the most powerful storm to hit the Philippines in 2021.\nWith winds gusting at up to 170mph (270km/h), it destroyed around 2,000 buildings, displaced hundreds of thousands of people - including Trixy Elle and her family.\nShe was a fish vendor on Batasan island when the storm hit, forcing her from her home, barely escaping with her life.\n\"So we have to swim in the middle of big waves, heavy rains, strong winds,\" she told BBC News from the Philippines.\n\"That's why my father said that we will hold our hands together, if we survive, we survive, but if we will die, we will die together.\"\nTrixy is now part of the group of 103 individuals that has filed a claim that's believed to be the first case of its kind against a UK major producer of oil and gas.\nIn a letter sent to Shell before the claim was filed at court, the legal team for the survivors says the case is being brought before the UK courts as that is where Shell is domiciled – but that it will apply the law of the Philippines as that is where the damage occurred.\nThe letter argues that Shell is responsible for 2% of historical global greenhouse gases, as calculated by the Carbon Majors database of oil and gas production .\nThe company has \"materially contributed\" to human driven climate change, the letter says, that made the Typhoon more likely and more severe.\nThe survivors' group further claims that Shell has a \"history of climate misinformation,\" and has known since 1965 that fossil fuels were the primary cause of climate change.\n\"Instead of changing their industry, they still do their business,\" said Trixy Elle.\n\"It's very clear that they choose profit over the people. They choose money over the planet.\"\nShell denies that their production of oil and gas contributed to this individual typhoon, and they also deny any unique knowledge of climate change that they kept to themselves.\n\"This is a baseless claim, and it will not help tackle climate change or reduce emissions,\" a Shell spokesperson said in a statement to BBC News.\n\"The suggestion that Shell had unique knowledge about climate change is simply not true. The issue and how to tackle it has been part of public discussion and scientific research for many decades.\"\nThe case is being supported by several environmental campaign groups who argue that developments in science make it now far easier to attribute individual extreme weather events to climate change and allows researchers to say how much of an influence emissions of warming gases had on a heatwave or storm.\nBut proving, to the satisfaction of a court, that damages done to individuals by extreme weather events are due to the actions of specific fossil fuel producers may be a challenge.\n\"It's traditionally a high bar, but both the science and the law have lowered that bar significantly in recent years,\" says Harj Narulla, a barrister specialising in climate law and litigation who is not connected with the case.\n\"This is certainly a test case, but it's not the first case of its kind. So this will be the first time that UK courts will be satisfying themselves about the nature of all of that attribution science from a factual perspective.\"\nThe experience in other jurisdictions is mixed.\nIn recent years efforts to bring cases against major oil and gas producers in the United States have often failed.\nIn Europe campaigners in the Netherlands won a major case against Shell in 2021 with the courts ordering Shell to cut its absolute carbon emissions by 45% by 2030, including those emissions that come from the use of its products.\nBut that ruling was overturned on appeal last year.\nThere was no legal basis for a specific cuts target, the court ruled, but it also reaffirmed Shell's duty to mitigate dangerous climate change through its policies.\nThe UK claim has now been filed at the Royal Courts of Justice, but this is just the first step in the case brought by the Filippino survivors with more detailed particulars expected by the middle of next year.\nSign up for our Future Earth newsletter to get exclusive insight on the latest climate and environment news from the BBC's Climate Editor Justin Rowlatt, delivered to your inbox every week. Outside the UK? Sign up to our international newsletter here."
    },
    {
      "id": 2,
      "title": "UN environment report 'hijacked' by US and others over fossil fuels, top scientist says",
      "link": "https://www.bbc.com/news/articles/c1w9ge93w9po",
      "content": "A key UN report on the state of the global environment has been \"hijacked\" by the United States and other countries who were unwilling to go along with the scientific findings, the co-chair has told the BBC.\nThe Global Environment Outlook, the result of six years' work, connects climate change, nature loss and pollution to unsustainable consumption by people living in wealthy and emerging economies.\nIt warns of a \"dire future\" for millions unless there's a rapid move away from coal, oil and gas and fossil fuel subsidies.\nBut at a meeting with government representatives to agree the findings, the US and allies said they could not go along with a summary of the report's conclusions.\nAs the scientists were unwilling to water down or change their findings, the report has now been published without the summary and without the support of governments, weakening its impact.\nResearchers say the objections to this new report reflect similar concerns expressed by countries at the recent COP30 talks.\nThe BBC has approached the relevant US government departments for comment.\nIssued every six or seven years, the Global Environment Outlook is a significant scientific analysis of the major threats to the planet.\nDeveloped under the auspices of the UN, the normal practice for studies like this is to have the key conclusions and recommendations agreed word by word with governments and published as a \"summary for policymakers\".\nThese summaries are seen as critical because they show that governments agree with the science and are prepared to put the findings into action.\nBut this new version of the Global Environment Outlook does not have this type of summary, as the authors and the political representatives of around 70 countries could not agree one at a \"stormy\" meeting in Nairobi in October.\nCompiled by nearly 300 scientists worldwide, the report argues that the food we eat, the clothes we wear, and the energy we consume all involve the extraction of resources in a highly unsustainable manner.\nTo solve the connected issues of climate change, pollution, nature and biodiversity loss, the report has many recommendations including a rapid move away from coal, oil and gas and a massive reduction in subsidies for farming and fossil fuels.\nThe authors acknowledge this type of action will drive-up prices for consumers.\nBut that short term pain will bring long term economic benefits for the whole world, the report says.\nThese strong measures, especially on fossil fuels and plastics, were too much for the United States, Saudi Arabia and Russia among others at the approval meeting, which usually work by consensus.\n\"A small number of countries basically just hijacked the process, to be quite honest,\" Prof Sir Robert Watson told BBC News.\n\"The US decided not to attend the meeting at all. At the very end they joined by teleconference and basically made a statement that they could not agree with most of the report, which means they didn't agree with anything we said on climate change, biodiversity, fossil fuels, plastics and subsidies.\"\nSir Robert is one of the world's most respected scientific voices. He's a former chief scientist for the UK's department of the environment and has also been chair of the Intergovernmental Panel on Climate Change (IPCC), as well as working for the World Bank and Nasa.\nHowever he has had rows with the US in the past, criticising their decision to leave an earlier climate treaty, the Kyoto Protocol, when he was head of the IPCC.\nHe was ousted from that role in 2002 after lobbying by the administration of President George W. Bush.\nOthers present at the meeting agreed that the actions of the US and other countries \"derailed\" the process.\n\"I thought we had gone beyond the point of recognizing that when you burn oil, this big, thick black stuff comes up, and it probably isn't good, especially when you try and breathe it in,\" said Dr David Broadstock, with the Lantau Group, and one of the report's lead authors.\n\"It's kind of pretty obvious, and yet we're still seeing parties wanting to pursue the increasing scale of production of such things,\" he told BBC News.\nSince taking office President Trump has sought to boost fossil fuel production and roll back US commitments to fight climate change, calling for the country to be a global energy superpower with cheap and reliable resources.\nHe has also sought to get the US courts to overturn the idea that carbon dioxide is a danger to public health.  His government has also followed up with efforts to restrict or limit the efforts of international bodies that set out to tackle warming.\nThis year has seen efforts at international plastics negotiations , at the international maritime organisation and during COP30 to strike out language that states that climate change is a major issue requiring the world to move away rapidly from fossil fuels.\nThe disagreement over the Global Environment Outlook report will raise concerns about future negotiations for the Intergovernmental Panel on Climate Change reports as these studies are seen as the bedrock of global efforts to limit global warming."
    },
    {
      "id": 3,
      "title": "The 'extinct' antelope bringing hope in the Sahara Desert",
      "link": "https://www.bbc.com/future/article/20251202-the-extinct-antelope-bringing-hope-in-the-sahara-desert",
      "content": "The scimitar-horned oryx has been brought back from extinction through captive breeding. Conservationists hope it could help slow the spread of the Sahara Desert.\nWhen Marie Petretto and John Newby arrived in central Chad in the spring of 2012, they'd been sent with a mission to see this wide, open landscape as an antelope might see it.\nThe Ouadi Rimé-Ouadi Achim Faunal Reserve , a protected area on the edge of the Sahara, is bigger than the Republic of Ireland, with vast expanses of sun-baked drylands. New arrivals usually assume \"it's just desert\", says Petretto, a biologist and wildlife veterinarian, but as they moved through, their team of ecologists and conservationists documented its vast ranges of Sahelian grasslands and wooded gorges. \"At first the desert and arid lands seem very flat and homogeneous,\" she says. \"Once you start exploring, you realise how incredibly varied they are.\"\nPetretto recalls close to 100 gazelles bounding past their truck and finding sparse clusters of acacia, some filled with vultures. Though ominous, these trees operate like \"umbrellas on the beach\", she says, allowing wildlife to rest in a landscape that can reach 50C (122F) . River valleys, known as wadis , burst into life during dramatic seasonal rains around July, and hold onto this humidity through drier months, when they support food plants, such as wild bitter melon, and small shrubs where animals can hide.\nAll these signs gave them confidence that this could be the place for an audacious experiment to bring back a species that had vanished entirely from the wild in the 1980s. While the hottest months in Ouadi Achim would be deadly for most animals, the environment was ready-made for the scimitar-horned oryx, an antelope that stands more than 1m (3.3ft) tall at the shoulder, and is named for its long, elegant horns that reach backwards over its body like a curved sword.\nThe oryx has evolved to live healthily around the edges of Sahara – able to survive for months without water – but, by 2012, it lived only in zoos and reserves scattered across the planet . If successful, their plan to release the oryx would make it just the sixth-ever large mammal to have been declared extinct in the wild then to have been brought back via captive breeding , following the Przewalski's horse, European Bison, red wolf, Père David's deer and the Arabian oryx.\nOn a drizzly morning in mid-September, Petretto is near England's southern coast to meet the globally coordinated conservation network that looked after the scimitar-horned oryx for decades – including wildlife keepers, breeders and poaching patrols. In a rolling paddock nearby, five oryx mill around zebras and a handful of rhinos. In the morning mist, a pair of antelopes jerk up and clash their impressive horns – which can grow to 1.5m (5 ft). This determines who sits at the top of the herd's social hierarchy, say Petretto and Tania Gilbert, head of conservation science at Marwell Wildlife, the conservation charity that runs this wildlife park. It's nothing to worry about, says Gilbert, although one young male, Conor, \"seems to think he can take the rhino\". Faced with this weirdly confident antelope squaring up to him, the large male rhino, surprisingly, backs off.\nThis 400-acre estate, Marwell Hall, was inhabited by monks and aristocratic families for hundreds of years (and is rumoured to be haunted by one of Henry VIII's wives). In 1969, it was bought by John Knowles , a wealthy chicken farmer who assembled the country's first zoological collection specifically devised to breed endangered animals. Oryx – whose numbers had plunged from around one million to fewer than – were one of the first animals he bought.\nOryx don't mind England's cloud and rain, says Gilbert, although this green paddock – similar to nearby fields filled with sheep and horses – makes an unlikely base from which to save this supremely desert-adapted species. Evolving to survive around the edge of the Sahara, these antelope have wide hooves to navigate loose sand and white backs to reflect the sun. They are able to survive for months on the water they get from food, conserving water through a system of \" adaptive hyperthermia \", which makes them able to tolerate their body temperature rising to 46C (115F) without sweating.\nDespite once roaming thousands of miles from the Nile to the Atlantic and on both the Sahara's northern and southern rims, scimitar-horned oryx were last seen in the wild during the 1980s in central Chad and the Aïr Mountains of Niger. Although they had been hunted sustainably for millennia, the arrival of 4x4s and automatic weapons led to rapid declines . \"A big part of the reason why they went extinct in the wild is that they're very tasty,\" says Gilbert, while their tough skin – useful when clashing horns – \"makes excellent quality leather\".\nSince the 1960s a group of oryx have been shuffled around zoos and institutions like Marwell, with keepers acting as matchmakers to prevent inbreeding among the captive population. Marwell is the keeper of the scimitar-horned oryx studbook, a sort of \"Tinder\" for endangered species, says Sophie Whitemore, a zoologist at Marwell Wildlife and the international studbook keeper. \"If an animal is born, it pops up on my system and I know who the parents are and where they come from,\" says Whitemore.\nKeepers like Whitemore and Gilbert track each animal's bloodline, similar to the pedigree databases for horses. To prevent inbreeding and keep their genetic stock varied, each year some zoos move individuals, usually males, to replicate the type of shifts that happen in the wild, says Gilbert. Starting out, the studbook had fewer than 50 individuals, mostly captured in Chad, but with notable gaps in early record keeping, she recalls. From such small founder populations, they risked inbreeding of traits that can cause populations to collapse. Yet, today, the studbook lists 3,295 animals in 182 zoos and institutions.\nIn contrast with their dire situation in the wild, the oryx has fared well in captivity, and the breeding programme has preserved much of the genetic diversity they will need to rebound in the wild. In addition to the population in zoos, there are roughly another 10,000 spread out between private holdings and hunting estates in the US, mainly in Texas. These are not part of a controlled breeding programme, so aren't \"optimum candidates for what we're trying to do in Chad,\" says Newby, but do form \"part of an insurance policy against extinction in the wild, which is already a good thing\". However, genetic testing, led by the Royal Zoological Society of Scotland and partners, is increasingly allowing scientists to test if these US-based oryx contain genes that are unrepresented in the studbook, potentially allowing them to further expand the gene pool.\nEven as the final oryx were disappearing from the wild, Marwell was beginning to send them back to countries where they had once lived. At Bou Hedma National Park on the northern edge of the Sahara, a small herd of 10 oryx from Marwell and Edinburgh Zoo was released in 1985, eight decades after they disappeared from the country. \"Nobody knew if it would work,\" says Gilbert. \"It could've gone horribly wrong. And they released these eight-month-old oryx into a fenced area and they just got on with it. They figured out what to eat, where to go, what to do. It's not a huge area that they're in [around 120 sq km (46 sq miles)], but they've been there ever since.\"\nOther parks in Tunisia and Morocco followed, and Marwell-born animals were sent to zoos in Japan, Canada and Australia. Some reserves in Tunisia also reintroduced other animals, including dorcas gazelle and North African ostrich, alongside them. Although these were not wide-open wild expanses, they taught important lessons, says Gilbert, including how to assemble herds that could thrive and how to manage their release into the wild, via a \"soft release\" that temporarily provided supplementary food.\nScimitar-horned oryx have always been an attractive option for reintroduction as their decline was not primarily caused by habitat loss, explains Gilbert. Of the 84 species classified as extinct in the wild , many are unlikely to be reintroduced as their native habitat \"is almost gone, or is completely gone,\" says Gilbert. Yet vast areas of Sahelian dryland remain accessible – for now.\nAbdulaziz Ben Mohamed, who spent his four-decade career protecting wildlife from poaching at Tunisia's environmental ministry, is visiting Marwell for the first time. Born in Douz, the palm-fringed oasis town known as the \"gateway to the Sahara\", he worked across areas where oryx would once have lived – but where, he says, locals had never seen one before they arrived from Marwell. \"It's a species that was extinct, that had disappeared,\" he says. Locals are passionate about having the oryx back but there is another problem arising, he says: \"The lack of rain, the drought\", with lower rainfall in reintroduction sites in Tunisia like Dghoumes.\nMore like this:\n• A wild 'freakosystem' has been born in Hawaii\n• How alligators keep Florida's swamp healthy\n• The Dutch rewilding project that took a dark turn\nOver the last century, the Sahara Desert has grown by around 10%, expanding at a rate of more than 7,600 sq km (2,934 sq miles) a year, according to one study . The Sahel, in the southern Sahara, has been worst affected, as the area is heavily farmed and often overgrazed by livestock. High-profile efforts to prevent the spread of the Sahara have been organised over the last two decades under the banner of the African Great Green Wall Initiative . This campaign initially aimed to build a barrier of trees 8,000km (4,971 miles) long, across 11 nations, although it has since become a more varied set of projects to grow more resilient ecosystems around the Sahara .\nTunisia's parks point to one approach in which the oryx and other wildlife could play a key role, says Petretto, who spends her time travelling between the country's reintroduction projects. \"Working at the edge of the desert, you can really see the sands move across the ground because there is no obstacle,\" in areas where sheep have \"eaten every last leaf and grass\", she says. \"The reason why villages are now covered by sand is because they did not allow time for the vegetation to recover.\"\nWhere oryx have been reintroduced in Tunisia , vegetation has improved , although we can't say for sure if this is because of the species or because of barriers to prevent livestock from overgrazing. Tim Woodfine, chief executive at the non-profit Sahara Conservation, says that in ecosystems on the Sahara's edge, the oryx helped distribute seeds and recycled nutrients during their massive yearly migrations of up to 1,300km (808 miles). \"As well as eating grass, they eat herbs and seed pods from trees. These go through their digestive tract and are deposited elsewhere with a helpful amount of dung to fertilise them,\" says Woodfine. A recent study showed acacia seeds that had been eaten and excreted by the closely related Arabian oryx were 250 times more likely to germinate than seeds that hadn't been eaten, helping grow new trees naturally.\nWill they be enough to hold back the desert? Both Woodfine and Petretto say it depends on other factors, like how bad climate change gets. But if they're returned in sustainable numbers to wild ranges, it can only help. \"They're a key ecological component of ecosystem resilience,\" says Gilbert. They also provide food for carnivores like African wolves and cheetahs, she says. \"Without them you're missing something fundamental from the ecosystem.\"\nOn 14 March 2016, an Ilyushin IL-76 cargo plane landed in Chad carrying the first 25 scimitar-horned oryx for release into the Ouadi Rimé-Ouadi Achim Faunal Reserve. The chosen 25 had come from a \"World Herd\" specially assembled in Abu Dhabi, by the emirate's environmental agency. This herd included a genetically diverse group from Europe and US, assembled by Marwell, which were bred with oryx kept by the royal family of Abu Dhabi.\nThe assessment that Newby and Petretto contributed to ultimately concluded that there was sufficient habitat. But when the day came and partners from across the global conservation network lined up to release the oryx from their travelling cases, there were nevertheless many unknowns about whether they would adapt to living in the wild. With no living relatives, their survival would depend on relearning to move across one of the world's largest protected areas to find the food plants that follow patterns of seasonal rains.\nAs in Tunisia, they adapted quickly, with satellite tracking collars attached to each oryx showing that they changed their behaviour to the three distinct seasons – hot-dry, rainy and cool-dry – in Chad. Newby, who had seen them here in the 1970s, calls it their \" apprentisage \", borrowing the French word for a traineeship. \"They had to learn where to go and are still learning where to go within this huge space,\" says Newby. \"And so there must be a lot of trial and error going on.\"\nSo far, 347 oryx have been released, mostly in herds of around 25. In total, there are now somewhere between 550 and 600 oryx free-roaming in Chad, according to research by Sahara Conservation. In December 2023, as a result of the growing wild population, the species was historically downgraded by the IUCN Red List from \"extinct in the wild\" to \"endangered\".\nBehind each release is years of effort in places like Marwell to keep the antelope clean and healthy, to matchmake them, and even hand-make the crates in which they fly. \"The 'wow' moment is always them being let out of the crates,\" says Phil Robbins, who manages antelopes and other ungulates at Marwell. Captured in photographs are key players in conservation standing on crates and simultaneously lifting the slide doors for the once-lost beast to bound out. \"That's the picture that makes it. But I think that people probably forget about all the backstory.\"\nNewby warns that the job is not complete as long as the species are still vulnerable to human impacts. The oryx have done their part in adapting to the wild but their survival will always depend on local communities adapting to their new neighbours, and building local economies that value them alive more than their worth as meat and leather.\n\"The first phase of the operation has been a success. We've got the animals back into the wild, they're breeding, they are pretty secure. But that's the beginning. That's the tip of the iceberg,\" says Newby. \"The other nine-tenths of the iceberg is hidden under the water – and that's going to depend on human behaviour and the ability of people to accommodate wildlife within their lives and livelihoods.\"\n--\nFor essential climate news and hopeful developments to your inbox, sign up to the Future Earth newsletter, while The Essential List delivers a handpicked selection of features and insights twice a week.\nFor more science, technology, environment and health stories from the BBC, follow us on Facebook and Instagram ."
    },
    {
      "id": 4,
      "title": "Covid 2020: The year of the quiet ocean",
      "link": "https://www.bbc.com/future/article/20251210-covid-2020-year-of-the-quiet-ocean",
      "content": "During the lockdowns of 2020, global shipping was severely restricted and ocean noise pollution all but ceased. Instead the songs of fish filled the sea.\nCrackles, snaps, pops and clicks – that is the noise of a thriving underwater soundscape.\n\"All of the individual sounds, when they add up, become this orchestra – thousands of different instruments all playing at the same time,\" says Steve Simpson, a marine biologist at the University of Bristol.\nFor decades, many people believed the ocean was silent , limited by what our own ears could detect beneath the surface. But in the early 20th Century, when hydrophones – underwater microphones – were introduced to monitor ocean acoustics, we discovered that marine species use a huge variety of sounds.\nAs human-produced sounds become more prevalent underwater, important animal behaviours such as communication, breeding and feeding may be disrupted. So, since 2010, scientists have been wondering how they could quieten the seas, as a testbed for the impacts of noise on marine species.\nThen a pandemic happened – and we were given a rare moment of quiet.\nAs shipping and commercial boating came to a halt, we could finally hear what the ocean sounded like without the hubbub of manmade noise pollution. Researchers are still studying this year of quiet, investigating the extent to which louder oceans harm marine species .\nPeter Tyack, a professor of Marine Mammal Biology at the University of St Andrews, was a founding member of the International Quiet Ocean Experiment (IQOE), a global scientific research programme.\n\"The core idea of the International Quiet Ocean Experiment was that rather than adding sounds and seeing what happens, maybe you have to go to places and reduce sounds,\" he says. However, turning the ocean's volume down on a global scale proved to be a costly, logistical nightmare.\nBut in 2020, Covid-19 put the brakes on shipping and tourism, leading to a 4.1% decrease in global maritime trade. In some economic zones, marine traffic hit lows of 70% , with models estimating a 6% reduction in shipping noise energy worldwide.\nThis allowed for a natural worldwide experiment of the impacts of sound on marine life.\nAcross the world, scientists listened to the ocean soundscape before, during and after lockdown, using 200 ocean hydrophones that were already in place around the global ocean.\n• Read more: Why whales in Alaska have been so happy\nWhen New Zealand entered lockdown on 26 March 2020, boat traffic in the Hauraki Gulf Marine Park – the country's busiest coastal waterway – almost completely stopped. Underwater noise dropped to about one-third of normal levels within 12 hours – allowing the communication ranges of fish and dolphins to increase by up to 65% . For dolphins, that meant their calls could travel around 1 mile (1.5km) further than when hampered by shipping noise.\n\"Sound is the primary modality for most animals in the ocean,\" says Miles Parsons, a researcher at the Australian Institute of Marine Science. And the ocean is a noisy place. A recent study suggested that of the 34,000 fish species estimated to be found in the ocean, around two-thirds produce sound.\n\"[Sound] is used for communication, foraging, reproduction, territorial interactions and all sorts of reasons over vast distances,\" says Parsons. Some animals, such as whales, operate in what scientists call the deep sound channel, a horizontal layer of water in the ocean in which sound can travel for thousands of kilometres.\nOther species, such as snapping shrimp, communicate in shallower waters. Snapping shrimp quickly close their claws to produce a loud \"snap\" sound – creating a bubble that collapses and makes a noise, as a way to stun their prey and deter predators. These noise levels can exceed 210 decibels . It’s one of the loudest sounds in the ocean from one of the smallest animals – not unlike an \"underwater gunshot\", says Parsons.\nBut the ocean is steadily growing noisier – with an increase in anthropogenic noise, as well as contributions of geophysical sources, such as sea ice and storms that are driven by climate change. Ocean noise from human activity has been rising for decades, mostly because of the growth in global shipping. About 90% of consumer goods are carried by sea on huge container ships that run day-and-night across the world.\nPlus, degraded and poorly managed ocean ecosystems have altered the marine biophony. With the loss of kelp forests and coral reefs , melting glaciers , overfishing and underwater mining , essential habitats for sea life are stripped away – reducing the abundance of noise-producing animals.\nAccording to Simpson, the sounds of today's ocean are very different from those of preindustrial times. \"The ocean soundscape used to be made up of the biophony – the animal sounds – and the geophony – the sounds of the Earth, rain, wind and currents. But now it's the anthrophony as well, for example the sound of motorboats on coral reefs.\"\nAnthropogenic ocean noise – for example, from vessels or construction – can mask animal noises, preventing them from communicating with one another, just as it would above the surface. \"It's like being in a bar,\" explains Parsons. \"If there's no one else in the bar, you can probably hear your friend. But if the bar is full of people, the distance over which you can hear each other is a lot smaller,\" he says.\nIt's not just the frequency or intensity of the noise, it's also the unpredictability of the sound's source that can be disruptive. \"If we live in a city, we're not surprised by traffic noise, but if you live in the ocean and a boat suddenly drives over the top of you, you wouldn't be expecting it,\" says Simpson.\nIn the Colombian Pacific, studies found that during the breeding season, humpback whales fed from the seafloor less frequently and at shallower depths as ship noise levels increased.\nIn Australia, researchers found migrating humpback whales spent more time underwater and extended their dive durations when vessels were nearby, and calf pods were noticeably more sensitive to vessel presence than non-calf groups. Rest time for both mother and calf southern right whales, meanwhile, was drastically reduced when whale watching vessels were nearby.\nIn addition, military sonar – a technology that detects and tracks underwater objects by emitting sound pulses – has been linked to whale strandings.\nBeaked whales , thought to have stranded due to the use of military sonar, showed common injuries including \"bubble lesions\", similar to decompression sickness symptoms, and acoustic traumas. Some of the whales were also found to have suffered haemorrhaging around their ears and brains , which could have affected their hearing.\nJust like humans , areas heavy with noise pollution can have a negative impact on the mental health of whales, too, resulting in conditions such as chronic stress .\nStress can shorten lifespans and reduce reproductive outcomes of fish as well, says Parsons. For example, sound on coral reefs can have a negative impact on nesting reef fish – increasing stress levels, reducing the ability to look after eggs, and masking predator-prey communication, says Parsons. In tests on the Ambon damselfish, a reef fish where males guard the eggs, motorboat noise made the males more cautious. On the Great Barrier Reef, Australia, they showed 34% more vigilance and spent 17% longer staying alert than fish in quiet conditions.\nMore like this:\n• The mysterious world of fish communication\n• The scientists learning to speak whale\n• The people eavesdropping on the ocean\nThe study found \"detrimental impacts\" of motorboat noise on some aspects of parental care in fish – for example less feeding, less interaction with offspring, and altered defensive behaviour.\nThe data gathered as part of the IQOE, during New Zealand's shipping ban of 2020, indicated even small changes in vessel activity can greatly affect underwater sound – showing how noise from small boats, as well as large ships, can limit how marine animals hear and communicate.\nUnderstanding the ways marine life uses sound, though, has also meant we can use underwater sound as a tool for ocean restoration. By playing recordings of healthy reef soundscapes through underwater speakers, scientists can attract fish and other marine life back to damaged reefs, helping them recover faster and become vibrant ecosystems once again. \"We false advertise that they are thriving neighbourhoods,\" says Simpson.\nOne outcome of the IQOE was the establishment of the annual World Ocean Passive Acoustics Monitoring (WOPAM) Day. Started by Parsons and Simpson, on 8 June 2023, the initiative captures underwater soundscapes – from the canals in London to the ponds in France.\n\"Like many good ideas, WOPAM started over a beer with Miles at a conference in Germany,\" said Simpson. \"We put a call out, hoping that we might get a reply from somebody, and we ended up with over 200 replies. In 2023, it became the first year where we had hundreds of people around the world, sharing their recordings, sharing what they were finding, sharing why they do their research, and sharing the joy of listening to the ocean.\n\"We realised that it was just this magic moment where we get to eavesdrop on another universe and share it across the world.\"\n--\nFor essential climate news and hopeful developments to your inbox, sign up to the Future Earth newsletter, while The Essential List delivers a handpicked selection of features and insights twice a week.\nFor more science, technology, environment and health stories from the BBC, follow us on Facebook and Instagram ."
    },
    {
      "id": 5,
      "title": "The overlooked benefits of real Christmas trees",
      "link": "https://www.bbc.com/future/article/20221213-why-christmas-trees-may-be-good-for-the-environment",
      "content": "The environmental pros and cons of Christmas trees go far beyond the climate impact of \"real or plastic\", scientists say. So what's the best choice for a green Christmas?\nIn 1800, Queen Charlotte, the German wife of King George III, set up what is thought to be the first Christmas tree in England, at Queen's Lodge in Windsor.\nDecorated Christmas trees already had a long history in Germany, but this was the beginnings of their role as a fashionable part of the festive season for the English upper classes. By the 1850s they were a common sight across the UK. In the US, meanwhile German settlers helped to establish the tradition of displaying trees in the home, decorated with homemade ornaments , by the 1830s.\nSome two centuries later, the now-cherished tradition of plonking a newly cut tree in the middle of the living room and covering it with lights and baubles is still alive and well across much of the world. Today, an estimated 25-30 million real Christmas trees are sold annually in the US , and around five million in the UK . Real trees may also be coming back into fashion among younger generations – a 2019 US survey found millennials are 82% more likely than baby boomers to get a live tree.\nA millennial myself, I certainly fit this trend. I love real Christmas trees but have had countless conversations (and internal debates) about whether getting one is overindulgent wastefulness or an essential – and ultimately environmentally negligible – part of Christmas.\nAs I have delved further into the topic, though, I've found their assumed negative environmental impact may not be as clear cut as I once thought. These conversations often centre on the relative carbon footprint of real compared to plastic ones, but researchers say their wider influence, good or bad, goes far beyond this.\n\"I do think there's a lot more nuance to it, than just, 'Oh, we're cutting down a tree and removing it',\" says Alexandra Kosiba, a forest ecologist at the University of Vermont Extension in the US.\nAfter all, before it is cut down and displayed, a Christmas tree is grown – on land that might otherwise be used for different purposes, better or worse. In Vermont, for example, says Kosiba, Christmas tree plantations support the local economy and help to maintain the rural landscape.\nHow we use our land has become especially important in the face of two pressing and deeply connected environmental crises: biodiversity loss and climate change . Forests are a huge part of such beneficial land use.\n\"Well-managed forests really play a huge role in the climate solution,\" says Andy Finton, landscape conservation director at The Nature Conservancy, a US-based environmental non-profit. \" Trees of all sorts are pulling carbon from the atmosphere , and storing it and reducing the amount of carbon pollution and thus the pace of climate change.\"\nChristmas trees are certainly not a hugely significant use of land, or a big player in the global carbon cycle, especially compared to timber production or crops like maize or wheat. But they do provide an interesting area to consider, in part because many humans have far more direct engagement with them than perhaps any other forest product.\n\"There's a lot of folks that don't interact with nature a lot,\" says Kosiba. \"It is pretty cool to think all these people are bringing a tree... into their house [and] sort of revering it and appreciating it.\" This festive appreciation may be a good opportunity to consider the wider role of different trees, and how and where they are grown.\nChristmas trees are typically young spruce, fir or pine trees from plantations, which means their environmental impact will always very much depend on what might be grown on land instead. It goes without saying that ecologically valuable native habitats such as old growth forests or peatlands should never be used to plant Christmas trees.\nThe plantations are grown for roughly 10 years before harvesting, meaning that for every tree cut down one year, another nine or so stay standing. \"It's quite nice as a way of maintaining a set of trees, because you always need the new trees coming through to be harvested the following years,\" says John Kazer, footprint certification expert at the Carbon Trust, a UK-based environmental consultancy.\nChristmas trees are not included in the EU pledge to plant three billion additional trees by 2030 , as they are considered too short-lived. \"They are cut down more often than timber harvest or, of course, natural old growth forests,\" says Paul Caplat, an ecologist at Queen's University Belfast, Northern Ireland. \"So there's not a lot of time for biodiversity to settle in and grow healthy populations.\"\nHowever, Christmas tree plantations can still provide a boost to biodiversity – and provide a safe haven for nesting birds. Research shows this is especially in areas where wildlife has been declining as agriculture becomes more intensified.\nThat's because the plantations tend to have open habitat structures rich in bare ground, which can be important foraging sites for wildlife, while their trees can provide farmland birds with decent nesting conditions. They also tend to be less intensively managed than much industrialised agriculture , which also helps with food availability , while their fences can keep out disruption from humans and dogs .\n\"Species that would have used a more extensive form of farming landscape in the past, but don't find all the resources they need in the more intensified agricultural setting, will find what they want in the Christmas tree plantation,\" says Caplat.\nIn a 2022 study in Germany , for example, researchers found Christmas tree plantations could represent important refuges for declining farmland birds such as yellowhammers and common linnets in intensive agricultural areas. Another 2018 study of Sauerland in Germany found Christmas tree plantations are important strongholds for woodlarks.\nAnd a 2019 study in Belgium found that beetle diversity – including of threatened species – was higher in Christmas tree plantations than maize fields, although lower than in spruce plantations for timber, which are left to grow for longer and use less fertilisers and pesticides than Christmas trees.\nSimilarly, in naturally forested areas of the north-east US, younger, open forests like Christmas tree plantations can provide higher concentration of insects or grasses, in turn better supporting birds and mammals in certain parts of their lifecycle, says Finton. \"Especially if the Christmas tree farm is part of a much larger landscape or a mosaic of habitat types, including mature, larger, intact forests, I think there's a real ecological niche that it's fulfilling.\"\nMore like this:\n• I created a Christmas jumper I can wear every season\n• How climate change has altered Christmas\n• How Dickens made Christmas white\nOf course, Christmas trees are still typically treated with plenty of pesticides and especially fertilisers to keep them aesthetically pleasing, says Caplat, which has its own impact on the environment. A 2021 study led by landscape ecologist Merle Streitberger from Osnabrück University in Germany found that organic Christmas tree plantations had better habitat structure and plant species diversity than conventional ones, and recommended a reduction in herbicide use in particular.\nImportantly, however, some sites used to grow Christmas trees could be used for far worse things environmentally. Areas close to cities, for example, could find alternative uses as parking lots, says Caplat. Kosiba similarly notes that in the rural areas of the north-eastern US, where forests are often being lost to sprawling development, Christmas tree farms can give landowners an important diversified income. \"It allows people to live in these places, manage and work in their land,\" she says.\nIn short, says Finton, if a landowner has an economically viable Christmas tree farm, they're incentivised to keep the land in \"that natural, open state…and not to, for instance, sell land to a situation that might end up in a strip mall or a subdivision or housing development\".\nAnd then there is the carbon. Like any other tree, Christmas trees capture carbon as they grow. When they are cut down, they will begin to release that carbon. \"There's a continuous process of growth and of taking carbon out of the atmosphere, which is a positive thing,\" says Kazer. However, as all the carbon absorbed by the tree will eventually be returned to the atmosphere as the tree dies, there is no overall removal of carbon, he adds.\nWhat is CO2e?\nCO2 equivalent, or CO2e, is the metric used to quantify the emissions from various greenhouse gases on the basis of their capacity to warm the atmosphere – their global warming potential.\nIt's also worth putting the amount of carbon involved in having a Christmas tree in context. The Carbon Trust estimates that a 2m-tall (6.6ft) Christmas tree burnt after use emits only 3.5kg carbon dioxide equivalent (CO2e) – roughly 0.2% of the emissions from a return flight from London to New York. A tree of the same size that ends up in landfill has a carbon footprint of 16kg of CO2e – equivalent to 1% of that return flight, or roughly two hamburgers.\nHow people dispose of their Christmas trees after use is usually the single most important carbon consideration.\nThe worst-case scenario happens when Christmas trees end up in landfill: the oxygen poor conditions are conducive to more of the carbon wrapped up in the tree being released as methane rather than CO2. Since methane is greenhouse gas some 80 times more potent than CO2 on a 20-year timescale , a tree that ends up in landfill emits some four-to-five times as much carbon as one that doesn't, according to Carbon Trust figures.\nIdeally, if a tree is still alive with its roots, it will be replanted . A decent alternative is ensuring the tree's carbon is released slowly back to the atmosphere as CO2 – as happens if the tree is chipped and spread on a garden or park , or composted. If the tree is burned for energy, meanwhile, the carbon it contains will be emitted straight back to the atmosphere as CO2. It's also worth checking whether the place you bought the tree from offers recycling services, allowing it to be chipped and returned to the fields where it grew.\nWhole trees can even be used as habitat restoration tools on riverbanks and along shorelines to prevent erosion. In Vermont, where old Christmas trees are used for everything from biomass burning for energy to goat food, \"we're also seeing folks using them in stream restoration\", says Kosiba. \"They're great at catching dirt and debris, and creating little barriers and pools for fish: a lot of it is mimicking what a beaver would do.\"\nAside from disposal, Christmas trees affect the climate due to the fertilisers used to grow them, which are made using fossil fuels and produce nitrous oxide, another powerful greenhouse gas. Managing and harvesting the forests also uses fuel, as does transporting the trees to their final location.\nThere are some options that can avoid waste altogether, of course. Some businesses now offer Christmas tree rentals – allowing you to borrow a potted tree for a few weeks over Christmas. \"It fits perfectly in the sustainability approach of reduce, reuse before recycle,\" says Caplat.\nCarbon Count\nThe emissions from travel it took to report this story were 0kg CO2. The digital emissions from this story are an estimated 1.2g to 3.6g CO2 per page view. Find out more about how we calculated this figure here.\nFor those with the space, another great option is to buy a pot-grown tree for Christmas then keep it in your garden till the following year – perhaps even planting it permanently once it gets too large. \"It's hard to imagine a better solution,\" says Finton, who advises getting a local species that will thrive in the area you live in, and making sure to keep it well watered when inside.\nAnd then, of course, there is the question of whether simply to opt for an artificial tree.\nThese take hundreds of years to break down in landfill, but could be lower carbon overall than buying multiple real trees if reused for long enough. The Carbon Trust estimates the carbon footprint of plastic Christmas trees at around seven to 20 times that of real tree, depending on a range of factors such as whether the real tree went to landfill or how far people travelled to pick it up. If you have an artificial tree, the key is to reuse it for as many years as possible, says Kazar.\nMore like this:\n• I created a Christmas jumper I can wear every season\n• How climate change has altered Christmas\n• How Dickens made Christmas white\n\"It takes a lot of effort to make [and transport] those trees,\" says Kazer. \"And at the moment, they're quite hard things to recycle, because they're quite complicated.\"\nSo Christmas trees may not be the environmental bane of the festive period and can even provide some ecological benefits. But we can still vastly improve their management.\nWe can reduce or eliminate the fertilisers and pesticides used to grow them (including by accepting \"wonkier\" trees), and ensure forests are certified by schemes such as the Forest Stewardship Council , which verifies sustainable sourcing of forest products. We can also try to grow them near to cities, in places where the alternative options for that land use are environmentally worse.\nOn an individual level, we can consider using pot-grown instead of cut trees, then planting them permanently. We can prioritise buying local trees to reduce travel emissions, and we can definitely aim to ensure that no Christmas trees end up in landfill.\n\"It's a drop in the ocean, but like any drop, it can be very useful as a model of how to approach things,\" says Caplat. \"[Christmas trees] reach out in the areas of the climate change and biodiversity crisis, cost, welfare, affordability and everything basically. Because it's something that pretty much everyone wants.\"\nJocelyn Timperley is a senior reporter for BBC Future. You can find her on Twitter @jloistf .\n* This story was originally published on 14 December 2022 and updated on 1 December 2024 and 1 December 2025.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week.\nFor more science, technology, environment and health stories from the BBC, follow us on Facebook and Instagram ."
    },
    {
      "id": 6,
      "title": "The undersea mountains where sharks rule",
      "link": "https://www.bbc.com/future/article/20251208-shark-mountains-the-undersea-mountains-where-sharks-rule",
      "content": "Under the vast undulating surface of the ocean, \"constellations\" of towering subsea mountains dot the Earth – and they are teeming with sharks.\nBeneath the waves, ocean currents roar like the wind over the summits of long-extinct volcanoes . These seamounts rise steeply from the seafloor, soaring to heights of at least 1,000m (3,300ft). Some are pitted with craters, or lined with ridges. Others are topped with large, flat plateaus. Sometimes the peaks can even peep above the ocean's surface, forming islands.\nSeamounts are borderlands. Here, on the edge of the deep, reef-dwellers mingle with open-water species at every level of the food chain, from planktivorous fish to top predators.\nEach seamount is unique and teeming with life. They bustle with corals, crustaceans, sponges, sea stars, fish, octopus, turtles, whales, dolphins, sharks and more. Compared to the flat seafloor, seamounts host a higher number and diversity of living creatures, many found nowhere else in the world. And there are likely many more yet to be discovered .\nThere are thought to be more than 100,000 undersea mountains spread across the globe – from the frozen waters of the North Atlantic to the abyssal depths of the tropical Pacific – but fewer than 0.1% have been explored.\n\"An unprecedentedly large number of volcanic seamounts have been found on the seafloor over the past couple of decades,\" says Ali Mashayek, associate professor of climate dynamics at the University of Cambridge in the UK.\nAnd today, as ocean exploration accelerates , more and more seamounts are being discovered. During one recent expedition to explore seamounts of the Atlantic Ocean, scientists discovered an unusual number of the ocean's top predators: sharks.\n\"It was like living in a small village in the middle of nowhere,\" says Sam Weber, who worked on the island of Ascension for seven years as its principal conservation scientist. \"You know everyone. Not huge amounts to do, but good beaches, good diving, good walking.\"\nAscension Island is \" a tiny dot of green \" halfway between Africa and Brazil, a lone speck of land in the tropical mid-Atlantic. But look beneath the waves of the seemingly endless ocean that surrounds the isle, and a different story emerges.\nAscension is the tip of an undersea volcano that has \"breached the surface and become an island\", says Weber. It is just one in a chain of seamounts that stretches for hundreds of miles, \"through St Helena and all the way to Africa – right across the Atlantic\".\nWeber, now a lecturer in marine vertebrate ecology and conservation at the University of Exeter in the UK, explored three seamounts roughly 300km (186 miles) off the coast of Ascension Island. The summit of the Harris Stewart seamount is deep, only reaching as high as the twilight zone , the global layer of ocean which lies between the \"sunlight\" and \"midnight\" zones. At about 200 to 1,000m (650 to 3,300ft) depth, the twilight zone is bathed in perpetual dusky light.\nThe sister \"Southern Seamounts\" of Grattan and Young, on the other hand, are relatively shallow. Their peaks rise to around 100m (330ft) shy of the surface, and lie just 80km (49.7 miles) apart. These were \"a very different place\", says Weber.\nAlongside the British Antarctic Survey's James Clarke Ross research vessel, Weber spent most of his 16 days at sea aboard a small longline fishing boat, catching and tagging sharks. \"We were working with a crew of commercial fishermen – who were brilliant. They handled the catching very effectively, and then we did the tagging work. We all worked together, cooked together, ate together, slept together.\"\nIt was on the Southern Seamounts that the Weber and his colleagues found a whopping 41 times more sharks , in terms of biomass, than out in the open ocean.\nCompared to surrounding oceanic waters, Weber and his team found the Southern Seamounts supported five times higher diversity, and 30 times higher biomass, of sharks and large predatory fishes combined. There was also a significantly higher number of several threatened and near-threatened species – including silky sharks – and commercially exploited species such as yellowfin and bigeye tuna.\n\"Sharks, including deep-sea and migratory sharks, love to be around seamounts – across all the global oceans,\" comments Lydia Koehler, an expert in ocean governance and associate lecturer at Plymouth University School of Biological and Marine Sciences in the UK.\nWhy seamounts attract so many top marine predators, though, remains somewhat of a mystery.\nIt is thought animals may visit seamounts for shelter, cleaning or food. Or they could use them as landmarks for navigation .\nA seamount forms when volcanic rock, containing tiny iron atoms , cools and solidifies. The iron atoms – which become aligned with the local magnetic field of the Earth – are frozen in time and the seamount's unique magnetic field is locked in . Both whale and shark species may use seamounts' unique geomagnetic signatures as waymarkers, says Weber.\n\"Seamounts have a really strong magnetic signature that a lot of these species are attuned to,\" he says. \"The seamounts we looked at are at the tip of a very long chain of seamounts, all about 100 to 200km (62 to 124 miles) apart. We're really interested to find out whether [animals] are using them as stepping stones along their migratory corridor.\"\nThen there are the creatures that call seamounts home. There are two theories that could explain this predator-aggregating effect of seamounts: the oasis and hub hypotheses .\n\"All the life on the seamounts, including the predators at the top of the food chain, are a concentration of energy,\" explains Weber. \"That energy can come from two main places. Either it can be generated on the seamount itself – so the seamount is creating or concentrating energy. This is the oasis hypothesis, meaning, the seamount is like an oasis that supports and nourishes life. \"Or the seamounts are acting as gathering places for animals that are feeding elsewhere, then bringing that energy back to the seamount,\" says Weber – which is the hub hypothesis.\nIn 1998, pioneering oceanographer Walter Munk described seamounts as \" the stirring rods of the ocean \", which could help explain how a seamount might become a fertile, nourishing oasis.\nThe deep waters around a seamount can be chaotic and turbulent . When ocean currents hit the steep slopes of an undersea mountain, water is forced up and over the summit , thrusting the cold nutrient-rich water towards the sunlit surface.\n\"We have realised that the turbulence generated by the interaction of oceanic deep flows with these seamounts plays a significant role in driving deep ocean circulation,\" says Mashayek. In fact, according to Mashayek and his team, the stirring around seamounts contributes to roughly a third of all global ocean mixing .\n\"Seamount-induced mixing,\" adds Laura Cimoli, physical oceanographer at the University of Cambridge and co-author of the paper, \"exerts control on the deep ocean storage of natural and anthropogenic properties – such as nutrients, oxygen, heat and carbon.\"\nAs the deep water is forced to the surface, the sudden upwelling of nutrients results in blooms of phytoplankton – tiny marine plants which are the first link in ocean food chains. And the seamount becomes a fertile oasis which, in turn, attracts larger predators like sharks.\nHowever, Weber found little evidence of increased primary productivity of phytoplankton at the Ascension seamounts. Instead, an increase in biomass over seamounts of animals in the low and mid-levels of the food chain was driven mainly by vertically migrating mesopelagic species – creatures rising up from the twilight zone .\nFilter feeders, says Weber, may benefit from prey being concentrated at one point on the peak – a process known as \" trophic focussing \".\n\"Seamounts can act like giant traps for planktonic organisms that are blown across it constantly,\" says Weber. \"And, as this plankton moves up and down, the seamount can trap it on the summit. [The energy] then cascades up through the food web, to all the things above it.\"\nAnd, while some individual animals are \"resident\" – calling a particular seamount home for most of the time – Weber's findings suggest some species, such as Galapagos and silky sharks, as well as yellowfin and bigeye tuna, gather at seamounts after foraging in the open ocean.\n\"The energy is generated off the seamount and the foragers – the mobile predators – go and collect it and bring it back.\" This is where \" hub theory \" comes in: that seamounts may act as a place to gather, socialise, mate or rest, or a base to return to after hunting in the open ocean.\nMore like this\n• The photos showing the softer side of great whites\n• The new shark species emerging from the deep\n• Saving the world's most expensive fish\nThere are a few particular spots on the seamounts that the sharks seem to prefer, continues Weber. \"You get very large numbers all aggregating in that one location. Maybe those are the thermal areas, the energetically favourable areas, where everyone wants to gather to swirl and save energy.\"\nThis, says Weber, is his favourite hypothesis – which he calls the \"service station hypothesis\" – and one that he hopes to investigate further. \"We want to test if they use [seamounts] as an energy-saving refuge.\" Many species of shark need to swim constantly in order to keep pumping water over their gills. \"The fact that they can't stop swimming incurs an energetic cost.\"\nSo, much like an eagle soaring on a thermal updraft in the sky, Weber thinks the same may be happening as water wells up around the seamounts. This upwelling could allow sharks to float and save energy while they're not feeding, \"then they go back off and feed in the blue again\".\nOne particular silky shark the team tagged left the seamount every night to forage, travelling up to 100km (62 miles). \"They can obviously navigate to these seamounts very effectively,\" says Weber. \"They can swim for long periods of time and then, quite quickly, they can beeline straight back to again. Then, off they go again.\"\nThe silky shark they observed moved in a figure of eight pattern on its foraging trips. But why it would behave in such a way, Weber says, remains unknown. \"Maybe it's to hold its position in the ocean, or – I don't know – to check in with other silky sharks? I don't know why it kept coming back. But it supports the hub theory.\"\nOne thing the researchers do know is that some of the tagged silky sharks vanished from the seamount for around a year. \"Which would suggest they are using them as almost like a service station,\" says Weber. \"On a long journey, they check in, maybe feed, then carry on their migration. They've got a long way to go, and [seamounts] have loads of food, so they just stop off as they go.\"\nIt seems both oasis and hub theories may apply to seamounts – with a mixture of resident populations, regular visitors, as well as some that are just passing through.\nThe study also found these remarkable habitats influence the oceans that surround them. A \"halo\" of increased marine life was found to extend far beyond the summits – spreading at up to 6km (3.7 miles) into the open ocean. Other studies have found this halo effect could extend as far as 40km (25 miles) into the open ocean.\n\"You can go kilometres away [from the summit] and still find higher predator abundance,\" says Weber. \"And it's very deep by that point – thousands of metres deep.\"\nSilky sharks, yellowfin tuna, and bigeye tuna travelled hundreds of kilometres from seamount summits but seemed to remain \"site-attached\", says Weber. Acoustically tagged Galapagos and silky sharks were also seen to travel the 80km (50 miles) between the two Southern Seamounts, as if they considered both the two summits home.\nMeanwhile, silky sharks moved off the seamount summits at night only to return at dawn – indicating the \"halo\" of enhanced predator abundance expands and contracts in unison with night and day.\n\"So, it's a zone of enrichment, and they connect to each other. When you're thinking about protected area design, you need to be thinking bigger than just the summit itself,\" says Weber.\nEvidence is mounting that shows seamounts are irreplaceable oases of biodiversity in the deep ocean and of vital importance to elasmobranchs – which include sharks, rays and skates – some of the most endangered animals on the planet.\n\"Sharks are a crucial part of the entire marine ecosystem, from shallow to deep, from coastal to offshore,\" says Koehler. \"With over a thousand species, you can imagine each of those single species has their own role to play.\"\nBut gathering together in one place is risky. For decades , seamounts – where desirable fish like the bigeye tuna can readily be found – have been subject to bottom trawling by industrial fisheries.\n\"The biggest threat to sharks is overfishing,\" says Koehler. \"That includes commercially targeted fishing, but also bycatch. This is where they don't intentionally go for sharks – but due to the gear they use and the places they go, they do catch a lot of sharks. And they land them, and market them.\"\nBycatch is one of the five biggest threats to life in the ocean, and sharks are amongst the most vulnerable . It's not known how many sharks are killed by commercial fisheries every year but the number is thought to be in the hundreds of millions .\nBottom trawling is a particularly destructive method of fishing, says Koehler. \"A heavy net, that's weighed down, is dragged across the seafloor,\" she explains. \"You can imagine how much damage that does to the fine sponges, the corals, all those really fragile ecosystems. You basically remove them. And what you've got left is just a bare field of nothing.\"\nEverything in the fishers' path is scraped up from the ocean floor, not just the target species but any species that happens to be there.\n\"Bottom trawling demolishes the benthic ecosystem. The whole food web – decimated,\" adds Weber, \"And a lot of these species that live on seamounts are very slow-growing. They have very slow life histories. Then these boom-bust fisheries turn up and go, 'Whoa, there's loads of fish'. They scoop them all up, and they're gone.\"\nThe impact of bottom trawling on seamounts can last for decades , adds Koehler. \"It will take more than a human's lifetime – more than multiple lifetimes – for these ecosystems to regenerate and to recover. And in the meantime, you remove these really important services: food sources, nursery grounds. They are not functional anymore for those species that really depend on them.\"\nHowever, knowing where sharks gather is also vital knowledge for advancing conservation. In 2024, Emanuel Gonçalves, chief scientist at the Oceano Azul Foundation led an expedition to the Gorringe Seamount, Western Europe's tallest – albeit underwater – mountain, off the coast of Portugal. The following year Portugal’s government announced the creation of a new protected marine area .\n\"Seamounts rise thousands of meters from the abyssal plains and attract or are home to a myriad of ocean life,\" says Gonçalves. \"Deep water corals and sponges can live for thousands of years on their slopes. Deepwater fish and invertebrates, whales, sharks and tuna – and many [species] still undescribed to science. Seamounts are unique and need to be protected. \"\nIn the Ascension Islands, too, the entire Exclusive Economic Zone (EEZ) was closed to commercial fishing in 2019. In 2021, the United Nation's Second World Ocean Assessment stated, \"Fishing, especially bottom trawling, constitutes the greatest current threat to seamount ecosystems.\" And, in October 2025, the International Union for Conservation of Nature's \" Motion 032 \" was adopted – calling for a global transition away from bottom trawling on seamounts by the end of 2026.\nHowever, Weber says, preventing bottom trawling alone is not sufficient as top predators are often caught by pelagic longlines too. \"Predators are the species that have been hammered most by commercial fishing. I would definitely be supportive of having at least some seamounts shut down altogether, like we've done in Ascension Island. Get rid of trawling, get rid of longline fishing. Protect the whole ecosystem.\"\n--\nFor essential climate news and hopeful developments to your inbox, sign up to the Future Earth newsletter, while The Essential List delivers a handpicked selection of features and insights twice a week.\nFor more science, technology, environment and health stories from the BBC, follow us on Facebook and Instagram ."
    },
    {
      "id": 7,
      "title": "The batteries powering the world's fastest racing EVs",
      "link": "https://www.bbc.com/future/article/20251127-the-batteries-powering-the-worlds-fastest-racing-evs",
      "content": "Formula E, an all-electric racing competition, is pioneering technology that could find its way into vehicles at a charging station near you.\nOn 6 December, 20 cars will race around the São Paulo Street Circuit in Brazil. Stretching over 2.93km (1.8 miles), the course is dominated by long straights along which the cars can scream at full speed. There are just 11 corners.\nThe cars will reach top speeds of 200mph (322km/h), and accelerate from 0 to 60mph (96km/h) in just 1.82 seconds. This isn't quite as fast as a Formula One car, which can top out at 233 mph (375km/h). But then, these cars are electric.\nThe São Paulo ePrix will be the first race of the 12th season of Formula E: the world's fastest racing contest for electric vehicles. Launched in 2014, Formula E has rapidly progressed, adding additional teams and races, and building ever-faster cars. The current cars are almost as fast as Formula One cars, which are the fastest racing cars in the world – and the next generation, announced in November, is set to be faster still.\nThe world's fastest EVs\nFormula E may be quick, but the fastest EVs in the world are found off the professional race track. In September 2025 the Yangwang U9 Xtreme , produced by the Chinese firm BYD, became not only the fastest EV production car (one that's road-legal) in the world, but the fastest production car of any kind. The model has clocked in speeds of 496.22km/h (308.34mph). Experimental vehicles can be faster still, such as an EV built by Ohio State University, the Venturi Buckeye Bullet 3 . This vehicle made a world-record two-way average top speed of 341.4 mph (549.4 km/h).\nTo enable Formula E cars to reach these speeds, their designers have come up with an arsenal of tricks to squeeze every last volt out of their batteries. The ingenuity starts with the batteries themselves, and extends to every other aspect of the cars. What's more, many of the lessons learned in Formula E are being applied to more conventional electric vehicles – helping to drive the electric vehicle revolution and cut global greenhouse gas emissions.\nAt their absolute core, the batteries in Formula E cars are utterly typical. \"The battery in your TV remote has the same fundamental chemical reaction as the battery cells that are used in all road vehicles and motorsport batteries,\" says Douglas Campling, general manager of motorsport at Fortescue Zero in Kidlington, UK.\nAll batteries have two main components: the cathode and the anode. When the battery is being stored, the two are separated by internal barriers. But when the battery is in use, the two are connected in a circuit, and electrons flow from the anode to the cathode. This flow of electrons is what powers an application – whether it's a smartphone or a race car.\nHowever, designing a battery that stores enough energy to power a race car at top speed, and to keep it going for the entire race, is a big challenge. In the early days of Formula E, it had not been achieved. \"If you look at those first few seasons, because the battery range wasn't where it is today, our drivers, very memorably, had to switch cars in the middle of the race,\" says Beth Paretta, vice president of sporting at Formula E.\nEleven years on, the drivers can now finish a race in the same car they started.\nPartly, this is because the newer batteries can store much more electrical energy than the older ones. Today, Formula E drivers start a race with about 52 kilowatt-hours (kWh) of electricity in the battery, enough to power a fridge-freezer for almost two months.\nHowever, simply packing in a lot of energy isn't enough: the battery must also be able to release that energy quickly and flexibly. \"The Formula E pack can deliver and receive any energy at a power of 600 kilowatts,\" says Campling. That's a little over 800 horsepower. \"Whereas the battery in your Toyota Prius will do less than half of that.\"\nThere is also a third metric, called the C-rate. This is similar to the power, in that it measures how quickly the battery can discharge, but it is calculated relative to the battery's capacity: in other words, it tells you how quickly the entire battery can be discharged. \"The C-rate of the cells that we use in the Formula E battery today is extremely high,\" says Campling, allowing them to be charged and discharged rapidly.\nAchieving all this requires stacking a great many battery \"cells\" into a single package. Each cell is about the size of an A5 notebook, and they are stacked into modules of a few hundred each. Between each pair of cells is a cooling plate. There are also structural members that give the battery assembly some strength – and, crucially, provide some rigidity for the entire chassis of the car. \"The chassis itself wouldn't pass the squeeze test and the torsional stiffness test that it needs for its own performance,\" says Campling. Using the battery to provide strength saves on weight.\nThe batteries use lithium-ion chemistry, which is common in electric vehicles. However, they use a variant that includes the metals nickel, manganese and cobalt, known as NMC. \"It allows for the higher-power applications,\" says Campling.\nAll this means that the batteries are optimised for high-speed racing. But there's still, on the face of it, an energy shortage. While a Formula E car starts with at most 52kWh, \"the race itself can consume up to something like 90kWh\", says Campling.\n\"When they start the race, they only have 65% of the power to finish the race,\" says Paretta. \"If they just put their foot to the floor, they wouldn't finish the race.\"\nThe designers solved this using two tricks.\nThe first is to generate energy from braking. \"The motor on the front axle and the motor on the rear axle go into generator mode,\" says Campling, which means the wheels are turning the motor, rather than the other way around, allowing the motor to recharge. This means the rear axle doesn't have standard friction brakes at all. Such brakes are a source of particulate pollution, so deleting them removes a source of air pollution, as well as generating electricity to power the car.\nTo accommodate regenerative braking, Formula E often adds corners or even chicanes to existing tracks. \"We have to make sure that there's enough of those braking zones, because we want them to regenerate that energy,\" says Paretta.\nThe second trick, introduced in the most recent season, is to recharge the cars mid-race. A technology called Pit Boost , developed by Fortescue Zero, allows very fast charging. Cars enter the pit lane, like in a Formula One race, and come to a stop. They are then plugged in and receive 3.85kWh in 30 seconds. The electricity is delivered at 600kW, about four times what the fastest commercially available chargers can manage.\nFor the sport, the idea is to add a layer of strategic complexity: when should the drivers come in for a charge? In the final laps of a race, TV broadcasts show how much energy the cars have left, creating suspense over whether drivers will run out before the end.\nBut this fast-charging technology could also be applied to normal electric vehicles. As the range of electric vehicles has improved, \"range anxiety has kind of gone away\", says Campling. In its place has come charge anxiety. \"Can you actually get onto a charger when you want one, and where you want one, and how long are you going to be stuck there for?\" Part of the solution is of course more chargers, but for car manufacturers, faster charging will also help. \"What they can do is say, 'Our cars will charge faster than our competitors'.\"\nMore like this:\n• How China won the world's EV battery race\n• Where EV batteries go to die – and be reborn\n• The vehicles pushing the limits of electric power\nIn fact, many of the approaches developed for Formula E could ultimately be transferred to normal electric vehicles and hybrids. For instance, Fortescue Zero developed a battery management system called Elysia , which uses sensors and automated software to detect faults and improve performance. It is being added to all Jaguar Land Rover vehicles , enabling improvements like faster charging.\nExisting motoring technologies like rear-view mirrors and anti-lock brakes were developed for racing, and the same will be true for future vehicles. \"The racetrack is a laboratory, and always has been,\" says Paretta. When those race cars launch from the starting line in São Paulo, they will be carrying technology that will be in your car in a few years' time.\n--\nFor essential climate news and hopeful developments to your inbox, sign up to the Future Earth newsletter, while The Essential List delivers a handpicked selection of features and insights twice a week.\nFor more science, technology, environment and health stories from the BBC, follow us on Facebook and Instagram ."
    },
    {
      "id": 8,
      "title": "How extreme heat could disrupt the 2026 World Cup and what fans can do about it",
      "link": "https://www.bbc.com/worklife/article/20251203-how-extreme-heat-could-disrupt-the-2026-world-cup",
      "content": "With the World Cup draw set to take place in Washington DC this Friday, fans and businesses have been warned that extreme heat, bad weather and poor air quality could cost them.\nThere's a lot that the 16 host cities are already planning for ahead of the North American World Cup. Re-vamping stadiums, recruiting staff and bolstering security. But some things are beyond even the most prepared – the weather.\nWith the tournament taking place across the US, Canada and Mexico in June and July 2026, experts warn that high temperatures, wildfires and even hurricanes could affect teams, fans and stadium workers.\nWhile the safety of everyone on site will be the priority, the knock-on effects of extreme weather could still lead to significant costs for supporters, organisers and local businesses.\nA recent report from Pitches in Peril found that 10 of the 16 venues are at \"very high risk of experiencing extreme heat stress conditions.\"\nThere are multiple implications from climate risks, says Maddy Orr, a researcher who studies the impact of climate on professional sport. Based in Toronto – one of the host cities – Orr says the largest cost could be cancelled matches.\n\"If you were to cancel an event you might have to refund tickets and pay staff who had to come to the site to work.\"\nDelays were a feature of last summer's FIFA Club World Cup – also held in the US – and seen by many as a dress rehearsal for the 2026 World Cup. Benfica against Auckland City had its second half kick-off delayed by more than two hours because of heavy rain and storms in Orlando. The start of Mamelodi Sundowns against Ulsan HD, hosted in the same city, was also delayed for over an hour. And there were long pauses in the second halves of Palmeiras v Al-Ahly in New Jersey (40 minutes) and Salzburg v Pachuca in Cincinnati (90 minutes).\nWe don't know exactly how much delays cost organisers, but as Orr explains \"legal liability for events that don't go off as planned could add up to millions per match lost in damages.\"\nOrr says this could be TV broadcast, fan-zone or food vendor contracts. \"You might have promised them certain things that can't happen because the event isn't happening, but you'd still be on the hook for that.\"\nFans travelling to North America are advised to get insurance and read the small print.\nLisa Webb, a senior lawyer and consumer expert at Which? Magazine, says travellers should \"check a policy covers what you need it to before you buy, especially cancellations.\" She adds the caveat that insurance policies work differently depending on the country you are in.\nWith the possibility of games being rescheduled, Webb highlights flights, hotel bookings and transport as factors which could be impacted, \"It is tempting to go for cheap offers, but try booking hotels that are flexible, and avoid zero cancellation policies,\" she says.\nWebb explains that many fans don’t realise that the rules differ between a cancelled game and a rescheduled one.\n\"If a match is cancelled, you should get your ticket refunded. But if it's rescheduled, the ticket is still valid and it's up to you to make sure you can get there,\" she says. \"FIFA won't cover extra hotel nights or new travel.\"\nShe also recommends using a credit card for big purchases like flights, accommodation or match tickets. Under UK consumer law, card providers can be jointly liable for purchases over £100, meaning fans may be able to claim money back through them if something goes wrong.\nUS rules also let cardholders raise disputes about undelivered or mis-sold services directly with the card issuer itself, up to the amount still outstanding on the card. But only once they've tried to sort it out with the merchant.\nIf heat, storms or wildfire smoke make an area unsafe, the Foreign Office in your home country may issue a travel warning. \"If that happens, it's much easier to get your money back,\" Webb says.\nIn Kansas City, one of the host cities with a \"very high risk of experiencing extreme heat stress conditions,\" organisers are taking no chances.\nThat will mean installing misting fans, additional shade and cooling stations at Fan Parks, for an estimated 650,000 visitors across the tournament.\nWhat organisers can control, says Pam Kramer, head of the KC2026 organising committee, is everything around the matchday experience. Kansas City has set up a regional heat-planning task force, focusing on prevention, public advice, on-site medical response, high-risk groups and real-time environmental monitoring.\nThe task force brings together academics, healthcare professionals, meteorologists and athletic trainers from the city's four major sports teams, all of whom regularly manage heat during their own matches.\nAnother strategy it's planning to deploy are phone push notifications before fans leave their hotel rooms for the day, about what to do and how to stay hydrated.\n\"What we can do is provide expert opinion. For example, here's how the Kansas City Chiefs handle heat when they are playing,\" Kramer says referencing the city’s NFL team. \"The fact is that our local experts deal with this all the time.”\nBut there are some things out of Ms Kramer's control.\n\"We can’t set the match times, but what we can do is give FIFA our expert view,\" Kramer says. \"Our teams play in this weather all the time, so we know what works here.\"\nShe stresses that Kansas City is not alone in facing high summer temperatures. \"We’re not hotter than Atlanta, Miami, Dallas or Houston,\" she says. \"Heat is manageable, the important part is communicating clearly with visitors, so they know what to expect.\"\nAnd while the attention remains on US cities, known for their high temperatures, spectators in Canada need to be wary too.\n\"We've absolutely seen some heat warnings in Toronto and Vancouver in recent years and that could very well fall during the event,\" says Orr.\nMore like this:\n• Could extreme weather hit the 2026 Fifa World Cup?\n• World Cup stadiums and the iconic moments they have hosted\n• Weather concerns continue at Club World Cup\nShe adds, \"in the context of wildfires, these things can go on for days. If you have a heat wave and air pollution and let's say Vancouver or Toronto becomes unplayable for a period of time, there's going to have to be some adaptations around where the games are hosted.\"\nCome rain, smog or shine, Mark Kenna, owner of a gift shop in downtown Vancouver, is hoping next year is going to be \"massive\" for his company. He is hoping that football collaborations will boost sales. \"We've got a soccer ball keyring and several other sports-related items.\"\n--\nFor global insights and expert analysis for the boardroom and beyond, sign up to the World of Business newsletter , while The Essential List delivers a handpicked selection of features and insights.\nFor more on business and beyond, follow us on LinkedIn ."
    },
    {
      "id": 9,
      "title": "'Nothing else looks like them': Saving Japan's exceptionally rare 'snow monsters'",
      "link": "https://www.bbc.com/future/article/20251203-japans-disappearing-snow-monsters",
      "content": "A unique natural wonder is being eroded. Can Japan bring its breathtaking \"juhyo\" back from the brink?\nEach winter, the upper slopes of Mount Zao in northern Japan – one of the country's best-known ski areas – are transformed. Fir trees coated in thick frost and snow swell into ghostly figures known as \"juhyo\" or \"snow monsters\".\nJuhyo form only under exceptionally rare atmospheric conditions, emerging when strong, persistent winter winds carry supercooled water droplets that freeze on contact with the local evergreen Aomori todomatsu trees, gradually layering into rime ice .\nAt Mount Zao, these formations occur during sustained westerly winds of up to 26m per second (85ft per second), with surface air temperatures between -6.3C to -0.1C (21-31F) and unusually high cloud liquid water content. Under these precise conditions, the rime thickens on the windward side of trees into overlapping ridges known as \"shrimp tails\", the distinctive shapes that cluster together to form the towering juhyo figures.\n\"Because such precise meteorological and ecological conditions align in very few places, Zao's snow monsters are a phenomenon almost unique to northern Japan,\" says Fumitaka Yanagisawa, an emeritus professor of geochemistry who studies the juhyo at Yamagata University.\nThe snow monsters are the biggest winter draw of the Zao area, a mountain range which lies between Japan's Yamagata and Miyagi prefectures and attracts tens of thousands of visitors annually.\nBut recent research indicates that the monsters are becoming slimmer.\nIn August 2025 , a research team led by Yanagisawa announced findings that quantified what locals have long observed . By analysing identical-angle photographs of Zao's summit taken since 1933, the team measured the thickness of the figures on a six-point scale. The findings (which have not yet been published in a scientific journal) indicate a widespread shrinking of the juhyo.\n\"In the 1930s, we saw juhyo five to six metres [16-20ft] across,\" Yanagisawa says. \"By the postwar decades, they were often two to three metres [7-10ft]. Since 2019, many are half a metre [1.6ft] or less. Some are barely columns.\"\nThe cause is twofold, says Yanagisawa: a warming climate and a forest under attack. The host tree, Aomori todomatsu, suffered a moth outbreak in 2013 that stripped its needles . Bark beetles followed in 2015, boring into weakened trunks. Yamagata officials report that around 23,000 firs, about a fifth of the prefectural side's stands, have died. With fewer branches and leaves, there is little surface for snow and ice to cling to.\nAnother 2019 study found that in nearby Yamagata City, average temperatures from December to March have risen by about 2C (3.6F) over the past 120 years . The lower altitude limit of juhyo formation has shifted upward in step with this warming, it found, while the juhyo also last for fewer days of the year.\n\"Unique landscapes are already being lost to climate change,\" says Akihiko Ito, an ecologist who specialises in forests and climate change at the University of Tokyo.\nResearch shows that Japan's warming climate and extreme weather are already damaging many of its high mountain forests . \"Seasonal shifts in spring and autumn can harm leaves, and insect outbreaks are expanding. These stresses may reduce forest growth and density,\" Ito says.\nAcross Japan's alpine zones, temperatures have been rising faster than the global average since the 1980s. \"In scenarios where climate change continues to advance significantly by the end of this century, it is possible that in warmer-than-usual winters, juhyo may no longer form at all,\" Ito says.\nThe threat has prompted action across Yamagata. In March 2023, the prefecture launched the Juhyo Revival Conference – a permanent council bringing together researchers, officials, local businesses and residents to coordinate long-term efforts to restore the fir forests and preserve Mount Zao's snow monsters.\nJuhyo are not only a natural spectacle but also a pillar of the local economy. \"The influx of tourists supports hotels, restaurants and souvenir shops throughout the area,\" says Genji Akiba, deputy director of the Zao Onsen Tourism Association. \"If the juhyo disappear, it would be a huge blow.\"\n\"Revival is a strong wish of our citizens,\" says Yoko Honma, a conservation specialist at Yamagata Prefecture's nature division. Since 2019, the local forest office has transplanted more than 190 naturally regenerated saplings from lower slopes to the summit zone near the ropeway station. \"Because it takes 50 to 70 years for these firs to mature, the key is sustaining conservation across generations,\" says Honma. \"We need patience and continuity.\"\nIn Murayama, about 20km (12 miles) north-west of Zao, students from a forestry and environmental science course at Murayama Technical High School have also taken up the challenge of reviving the firs.\nMore like this:\n• The overlooked benefits of real Christmas trees\n• The secrets of the Amazon's most mysterious river\n• The mysterious black fungus from Chernobyl that may eat radiation\nSince 2022, the students have been planting Aomori todomatsu trees and studying how to propagate and protect the species. Together with staff from the Yamagata Forest Office, they visit Mount Zao to collect young fir saplings and bring them back to their school for research. There, they cultivate stems through cuttings and experiment with methods for artificially propagating and efficiently producing seedlings.\n\"It's been challenging,\" says Rin Oizumi, a second-year student in the course. \"When the seeds we sowed in heavy rain finally sprouted, I felt both relief and excitement. But it was heartbreaking to find that some plots had been damaged by field mice, which had eaten the young shoots.\" The students have also conducted preliminary experiments using branches of a related fir species, which have shown successful germination.\nKanon Taniai, Oizumi's classmate, recalls seeing more and more fallen or dead trees as she and other students neared the summit one day in July 2024. \"It made me feel really sad,\" she says. \"Growing seedlings is hard work, but we want to do what we can to help bring Mount Zao back to life.\"\nFor Taniai, protecting the Juhyo means passing their legacy to the next generation. \"They are called snow monsters because nothing else looks like them,\" she says. \"I want the world to see them, and to feel how special Japan's nature is.\"\n--\nFor essential climate news and hopeful developments to your inbox, sign up to the Future Earth newsletter, while The Essential List delivers a handpicked selection of features and insights twice a week.\nFor more science, technology, environment and health stories from the BBC, follow us on Facebook and Instagram ."
    }
  ]
}