{
  "category": "innovation",
  "articles": [
    {
      "id": 1,
      "title": "'Beyond gender': Psychedelics are revealing hidden sides to people's identity",
      "link": "https://www.bbc.com/future/article/20251211-psychedelics-are-altering-how-people-see-their-own-gender-and-sexuality",
      "content": "There is growing evidence that mind-altering drugs can be used to help people explore aspects about themselves they may not have realised.\nHunt Priest identified as straight for the first 60 years of his life. While he occasionally felt attracted to men, \"it was not dominant and I was just much more interested in women\", he says. He was happily married to a woman and had a stable career as a senior clergyman at an Episcopal Church in the Seattle area. Priest \"never had any judgement about gay people at all\", but queer culture and community \"wasn't strong part of my experience\", he says.\nIn 2016, however, Priest enrolled in a psychedelic drug trial at Johns Hopkins University. The study aimed to examine the effect of psilocybin – the primary active ingredient in magic mushrooms – on the religious and spiritual attitudes of clergy . For Priest, it would also put in motion major changes in his sexual orientation.\nPsychedelic therapists, practitioners and academic researchers are beginning to recognise that mind-altering drugs can open up sides of the self that previously lay hidden, challenging entrenched understandings of gender and sexual orientation.\nDuring two sessions of the trial where Priest received a dose of the psychedelic drug, he says he experienced the presence of God and the Holy Spirit \"in a very dramatic and embodied way\" that was new to him. \"It was not necessarily sexual, but there was a sense of eros and sexual energy.\"\nPriest did not experience any immediate difference in his sexual orientation. But he did notice a \"subtle shift\" in how he related to the world, he says. \"I was more open.\"\nAround the same time, his life was changing in other ways. He and his family moved to Savannah, Georgia. He switched jobs to work as a church rector, his son left for college and, most significantly of all, his wife asked for a divorce.\nIn the years that followed, Priest held off dating in the hopes that he and his wife might get back together. But five years after they separated, he was having coffee with a male friend-of-a-friend and – to his great surprise – suddenly felt \"there was something there\", he says. He eventually acted on those feelings. While lots happened in the years between his participation in the Hopkins trial and the start of his new relationship, he credits his psilocybin experience for making that possible. Today, he and the man are still together.\n\"I don't think psychedelics turned me gay,\" he says. What they did do, though, was make him receptive to new experiences and showed him it was OK to trust his body and intuition. \"Working with psychedelics means opening yourself up to change,\" he says. \"It brings about transformation.\"\nOf course, unpicking the influence of a drug in such a transformation is complex. For one, the trial that Priest took part in was not conducted blind, so participants knew they were receiving a dose of psilocybin. It could conceivably have been that knowledge itself rather than the action of the drug that gave Priest the freedom to think differently about his sexuality.\nA growing body of research, however, is suggesting there is something specific about psychedelic substances that make them useful for supportive explorations of sexual orientation and gender identity.\nFor decades, mental health practitioners and casual users alike have recognised that psychedelic drugs have potential applications in relationships, sex and sexuality. When therapists began working with MDMA in the 1970s and 1980s, for example, one of the first things they used it for was couples counselling – something that various research groups are now empirically testing . Certain psychedelics are also well known enhancers of intimate pleasure .\nAlthough psychedelic drugs remain illegal in many parts of the world, some of these substances are now being legalised or decriminalised in a growing number of countries – opening up new therapeutic opportunities. Experts also warn against experimenting with these drugs at home or outside a carefully controlled therapy.\n\"Part of the beauty of psychedelics is that they loosen our fixed notions of ourselves in the world,\" says Jae Sevelius, a licensed clinical psychologist and behavioural health researcher at Columbia University who conducts research on psychedelics with sexual and gender minority communities. \"The fact that they can create space for new ways for people to think about themselves – including their gender or their sexuality – is not at all surprising.\"\nThis work takes many forms. Some people intentionally pursue psychedelic therapy to address internalised negativity about their gender identity or sexual orientation, while others arrive at insights unexpectedly. For some, the realisation comes in a sudden, ah-ha moment during a drug trip. For others, it may take weeks, months or even years to distill what they have learned about themselves. For most, it takes time to process and integrate it into their lives.\n\"For some people, this is only something they've ever asked themselves internally, and never spoken out loud,\" says Baya Voce, a couples counselor and MDMA-assisted couples therapy researcher in Austin. Under the influence of psychedelics, however, sensitive questions about gender or sexuality can become \"an open inquiry and an exploration\".\nResearchers are beginning to investigate how psychedelics might assist explorations of gender and sexual orientation. A study published in March 2025 provided a snapshot of just how often people have these experiences . The survey-based study asked 581 participants about how psychedelics have shaped their sexuality, gender and relationships. The participants were self-selected, recruited through psychedelic-related email listservs, newsletters, social media and in-person events. While all of the participants were people who had used psychedelics, \"we did not mention anything about sexuality or gender in the recruitment\", says lead author Daniel Kruger, a social psychologist at the University at Buffalo, New York.\nAbout one-quarter of women, one-eighth of men and one-third of people with other gender identities said the drugs had heightened their attraction to a gender that they were not usually primarily drawn to. \"That's not everyone, but it's still a large number,\" Kruger says.\nAt first, Kruger was surprised by this finding. \"If you had asked me ahead of time, I would have said that sexual attraction is something that's mostly fixed in people,\" he says. After more careful consideration, he realised that psychedelics probably were not rewriting fundamental aspects of who someone is, he says, but rather allowing them to \"gain insights on themselves and possibly be more open to feelings that they may not have previously considered socially acceptable\".\n\"Ultimately, psychedelics don't change who we are,\" Sevelius agrees. \"They help us remember or discover who we've always been underneath the social programming.\"\nPsychedelics can also increase openness – a personality trait that measures how receptive a person is toward new things. In 2011, researchers at Johns Hopkins University in Baltimore, Maryland, found that participants who took a high dose of psilocybin in a laboratory-based trial and reported a mystical experience during their trip scored significantly higher on measures of openness for over a year following the trial compared to those who received a lower dose or an inactive control drug. Openness encompasses \"not only creativity and imagination, but also tolerance for new ideas and experiences\", Voce says – including ones around sexuality and gender.\nAround 10% of participants in Kruger's study from March 2025 also said that psychedelics influenced their gender identity or gender expression. Some people reported feeling like the opposite gender while on one of those drugs while others said they experienced both genders simultaneously. There were also some who felt something entirely different. They \"felt they were in a space that went beyond gender\", Kruger says. \"The concept of gender no longer made any sense.\"\nKruger warns, however, that \"psychedelics are not for everyone and there are many risks that people need to be aware of\". In another recent survey of over 1,200 psychedelics users, he and his colleagues found that most reported adverse experiences during their trips, including fear, sadness and loneliness. \"I do not think it is a contradiction that we also documented that many people have difficult experiences with psychedelics,\" he says. \"Taking psychedelics without adequate preparation or in difficult environments may increase that risk.\"\nAs with sexual orientation, psychedelics seem to be pulling back the curtain on pre-existing gender-related questions in the person's mind, says Chandra Khalifian, a licensed clinical psychologist and co-founder of Enamory, a psychedelic-assisted couples therapy center in Del Mar, California. \"It's less that psychedelics directly cause changes in gender perception, and more that they create space to explore feelings and thoughts that were already present but perhaps not previously acknowledged.\"\nShaina Brassard, a 39-year-old woman in Albany, New York, experienced this in 2022, during a ketamine-assisted therapy session. She was coming down from the high, gradually becoming aware of her body again, when she noticed – with a jolt of surprise – that her hand was resting on her breast. \"I was like, 'Whose breast is this?'\" she recalls. \"The presence told me about the absence that had just taken place.\"\nBrassard realised that she had just spent over an hour without thinking about her biological sex or social gender. \"I had experienced the trip as this blissful break from the weight of being a woman in the world,\" she says. Instead, she had felt like a pure \"consciousness or soul\".\nShe came away from the experience still identifying as a woman, but with less attachment to her gender and more compassion for others, from non-binary people to men. \"It has always been obvious to me that gender is a social construct, but this gave me a felt certainty that our bodies are containers for our souls,\" she says.\nIn some cases, psychedelic experiences can prompt people to recognise and affirm a different gender identity. The social implications of such realisations and their related changes can be highly variable based on context, Sevelius says. But having them at all is important for allowing people \"to explore new and different aspects of themselves that were previously inaccessible to the conscious mind, or felt too socially stigmatised to fully acknowledge\".\nCatriona Wallace, an artificial intelligence ethicist and organisational behaviourist at the University of New South Wales in Australia, identified as a woman but \"always had this sense of a boyishness about me\", she says. Wallace seemed to discover the reason for that sense during an ayahuasca trip in Peru, when she had a vision of a little boy who had died and attached his spirit to her. \"It was absolutely traumatic,\" she says.\nAfterwards, she shared this vision and the women in the retreat centre performed a ceremony to \"release the boy's spirit\". When Wallace returned home, \"I was changed,\" she says. She was rid of a long-standing stomach pain that had not been solved through Western medicine or operations, she says. Genderwise, she also felt \"completely other\". She saw a gender counsellor, who said it was ok to be something else entirely, which came as \"such a relief\", she says. \"The binary notion was too rigid for who I am.\"\nAfter publicly identifying as non-binary, she lost a few friends – mostly men, she says. Her children have all come to accept her new identity, though, and she now helps other people who are exploring their gender with the help of psychedelics.\n\"All in all, it's good,\" she says. \"I have a much greater sense of peace and ease in not having to subscribe to any gender stereotypes.\"\nPeople's responses to gender- or sexuality-related insights sparked by psychedelics can depend largely on the support they receive, both professionally and personally. \"These experiences – especially when they're unexpected or surprising – can be very confusing for people and may be isolating,\" Sevelius says.\nIdeally, professional support is involved, if not during the trip itself, then in the important work that comes afterward while processing it. \"It is really important that psychedelic-assisted therapy practitioners are affirming and aware of the potential for someone's sense of identity to evolve, and to see this not as a negative outcome but as potentially healing,\" Sevelius says.\nMany people do not have the resources to seek help from therapists who are competent in psychedelics, identity-affirming integration, LGBTQ+ issues or all three. Family and friends can also provide crucial lifelines for a person processing major shifts to their identity, but again, not everyone has a supportive network. For people raised by caregivers who \"talked about never being able to accept a queer kid\", Voce says, or who belong to a straight, conservative peer group, \"it's much harder to say, 'I'm the person who's going against the grain'\".\nIt can also be difficult if a current romantic partner is not on board. \"That can be an identity shift for the other person in the relationship too,\" says Kayla Knopp, a licensed clinical psychologist and, with Khalifian, a co-founder of Enamory. A husband and wife in their 60s recently came to Knopp, for example, after the husband started exploring bisexuality and gender identity, and trying out cross-dressing. The wife \"had a really negative reaction\", Knopp says. Tensions were eased somewhat after the couple tried ketamine-assisted therapy and found, afterwards, that they were better able to talk through what this meant for their relationship. \"It wasn't a big, dramatic thing,\" Knopp says. \"They just both felt a little more open and softer with each other.\"\nPsychedelics can also be used therapeutically to help people who feel they have been harmed in a world isn't always supportive of sexual and gender minorities. Rachel Golden, a psychologist in private practice in New York City, regularly uses ketamine-assisted therapy to help queer, trans and gender-expansive clients see themselves more positively. \"Psychedelics help to unravel entrenched notions some of these patients have of being 'wrong' and allow them to recognise that they're deserving of humanity, dignity and respect,\" Golden says.\nSevelius, Golden and colleagues recently developed a novel program designed by and for transgender and gender-expansive people to use ketamine-assisted group therapy to explicitly target identity-based trauma. In a small pilot study – the results of which are currently under peer-review for publication – eight participants underwent this treatment. They experienced significant improvements with their negative mental health experiences overall, including lower scores in depression and anxiety symptoms. They also had lower scores on cognitive fusion, a measure of attachment to entrenched beliefs. The participants described experiencing powerful reductions in shame and negative self-talk, decreases in internalised transphobia and increases in gender euphoria. \"We got amazing results as to how affirming it was for people to work with ketamine in this context,\" Sevelius says.\nOne of the powerful aspects of using psychedelics in a therapeutic context is that they enable the person to do the healing work themselves, says Rob, a 60-year-old in New Jersey who asked for his last name to be withheld for privacy. The understanding and self-acceptance \"is being brought to me not by a doctor or a therapist, but myself\", he says.\nRob realised he was gay when he was in his mid-teens – just as the Aids crisis was ramping up. \"I remember being pretty sure that I was going to die in this terrible, mortifying, painful and socially unacceptable way because of who I was and what I did,\" he says. \"Fear and shame got right in there – right between my sexual desire and identity, and my courage to express them.\"\nDecades later, psychedelics helped him begin the slow process of unpacking the unresolved identity issues he had spent most of his life trying to repress. On a first trip with MDMA and mushrooms, he realised that shame had caused him to hide his true self by reflexively passing \"as straight or dominant\". Soon after, on an ayahuasca journey in Costa Rica, he revisited \"all the times in my life when I was younger that I had missed an opportunity to have sex\". Rather than pass judgement, however, he was able to look back on his young self with compassion, love and even humor.\nRob insists that psychedelics have not fixed him. But they have helped him better accept what he sees as his past mistakes, he says, and to realise that who he is \"is actually really great\". He still has regrets, but he's better able to commit to things that matter, embrace sexual desire without shame and experience joy in the everyday. \"The essential question all people ask is, 'Who am I?'\" Rob says. Psychedelics he says, helped him find out.\n*Rachel Nuwer is a freelance science journalist and the author of I Feel Love: MDMA and the Quest for Connection in a Fractured World .\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week.\nFor more science, technology, environment and health stories from the BBC, follow us on Facebook and Instagram ."
    },
    {
      "id": 2,
      "title": "How maths can help you wrap your presents better",
      "link": "https://www.bbc.com/future/article/20251212-how-maths-can-help-you-wrap-your-presents-better",
      "content": "Wrapping awkwardly shaped Christmas presents is always a headache, but here's the formula for perfect gift wrap.\nYou've carefully chosen the presents. You have scissors, tape and even some rolls of suitably jolly paper at the ready. For all but the most accomplished of festive elves, however, your gift is still likely to end up chaotically cocooned in a patchwork of wrapping and tangle of tape.\nThis is probably why wrapping Christmas presents is rarely a job that many people relish. This year, however, you might prefer to add a ruler and calculator to your festive wrapping supplies. It is time to employ the power of mathematics this Christmas.\nPerhaps the easiest item on your wrapping list this year will be those cube-shaped boxes. But many of us still struggle to cut the right amount of paper to cover even this simplest of gift-shapes. We might end up with swathes of extra paper folded messily in at the ends or find we come up short and need to apply some surgical skills to fashion an insert to ensure total coverage.\nThere is, however, a neat formula developed by Sara Santos, a mathematician at King's College London in the UK, that can help not only reduce waste but also match some patterns together at the join. First measure your box's height and multiply that by 1.5. Then measure the diagonal of your box's largest side from corner to corner – adding the two figures together. This gives you the dimensions of a square of wrapping paper you will need to cut.\nSo, for example, if you're wrapping a cube that measures 4.5cm (1.7in) diagonally and 3cm (1.2in) tall, you need to cut a 9cm x 9cm (3.5in x 3.5in) square of paper. But here comes the clever bit…\nWhen you place your gift onto the paper, rotate it so it sits diagonally in the centre of the paper. Then carefully bring the four corners of the paper into the centre, tucking in the tabs at each corner of your box under the larger flaps as you fold them in. You should be able to secure the paper with just three small pieces of tape, and if you're using stripey paper, the pattern may even match up at the joins.\nThis method can sometimes be used for cuboids too. \"However, if your paper is square, it's not always true that the diagonal wrap is better,\" says Holly Krieger, professor of mathematics at the University of Cambridge. For example, if you have a box that measures 2cm x 4cm x 8cm (0.8in x 1.6in x 3in), using the diagonal method requires a 14 x 14cm (5.5in x 5.5in) square of paper, but it's possible to wrap the same gift in a more conventional way using a 12cm (4.7in) square of paper, she explains.\nThe diagonal positioning trick is most useful if you have a spare square of paper that doesn't quite fit around a cube in the traditional way. Turning it diagonally may allow it to cover the present. Similarly, rectangles of paper that don't quite cover cuboid-shaped presents like a shoebox can be coaxed around it if you position the box diagonally.\nThe method sometimes works for triangular prisms too. Measuring the height of the triangle at the end of the prism packaging, doubling it and adding it to the overall length of the box gives you the perfect length of paper to cut to cover its triangular ends with paper three times for a flawless finish.\nTo wrap a tube of sweets or another cylindrical gift with very little waste, measure the diameter (width) of the circular end and multiply it by Pi (3.14…) to find the amount of paper needed to encircle your gift with wrap. Then measure the length of the tube and add on the diameter of one circle to calculate the minimum length of paper needed. Doing this should mean the paper meets exactly at the centre of each circular end of the gift requiring one small piece of tape to secure it. But it's best to allow a little extra paper to ensure the shape is completely covered or risk spoiling the surprise.\nIf you have bought anyone a ball, then woe – spheres are arguably the hardest shape to wrap. It's impossible to cover a ball smoothly using a piece of paper, not only because the properties of paper stop it from being infinitely bendable, but because of the hairy ball theorem, says Sophie Maclean, a maths communicator and PhD student at King's College London. The theorem explains it is impossible to comb hair on a ball or sphere flat without creating at least one swirl or cowlick.\n\"If you think about putting wrapping paper round a ball, you're not going to be able to get it smooth all the way round,\" says Maclean. \"There's going to have to be a bump or gap at some point. Personally, I quite like being creative with wrapping and this is where I would embrace it. Tie a bow around it or twist the paper to get a Christmas cracker or a present that looks like a sweet.\"\nIf paper efficiency is your goal when wrapping a football, you may want to experiment with a triangle of foil. An international team of scientists studied how Mozartkugel confectionery – spheres of delicious marzipan encased in praline and coated in dark chocolate – are wrapped efficiently in a small piece of foil . They observed that minimising the perimeter of the shape reduces waste, making a square superior to a rectangle of foil with the same area.\nCreating petal shapes are another way of efficiently covering a sphere – although it would require an infinite number of petals to do this particularly neatly. The researchers discovered, however, that an equilateral-triangle wrapping that is even more efficient. \"It's area savings of 0.1% may prove significant on the many millions of Mozartkugel consumed each year,\" they wrote, with a possible 20% reduction in material needed to cover a spherical shape.\nWe have probably all struggled to wrap hard, irregular shaped presents like a mug, which is an open cylinder with a protruding handle. \"There's no solid maths to describe every possible shape. This is one of those situations where experimentation is almost a bit more useful than trying to rigorously describe it mathematically,\" says Krieger.\nOne solution might be to bundle a difficult shaped present with another gift to try and create a more regular shape that's more manageable to wrap.\nWrapping two similar sized presents together is more efficient than wrapping them separately, as it requires less paper, but wrapping two gifts of very different shapes or sizes tends to require more paper, according to Krieger.\nPatience plus trial and error is needed when grouping shapes together. Even mathematicians struggle. Some \"packing problems\" including the most efficient way of packing identical squares inside a larger square or rectangle are known as \" NP-hard \" to solve, which means they are extremely difficult, or even practically impossible to solve using the most powerful computers. It's a surprisingly active area of research among academics.\nMore like this:\nArranging spheres to take up as little space as possible is also fiendishly difficult, so it's no wonder why we might struggle to wrap a bag of golf balls efficiently. But fortunately mathematicians are on the case – searching out the best way of doing it too – unfortunately for those with ordered minds, the best solution to date seems to require an unstructured, rather random packing approach , along with some eye-popping calculations.\nPracticing Sara Santos's method may save paper, sticky tape and impress your friends, but sometimes even mathematicians are tempted to take short cuts when faced with wrapping particularly tricky presents like balls.\n\"I might just buy a box,\" jokes Krieger.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week.\nFor more science, technology, environment and health stories from the BBC, follow us on Facebook and Instagram ."
    },
    {
      "id": 4,
      "title": "Comedy on 'prescription': Why performing stand-up is good for your health",
      "link": "https://www.bbc.com/future/article/20251212-comedy-on-prescription-why-stand-up-is-good-for-your-health",
      "content": "In the UK, new schemes to support mental health are introducing to people an unexpected skill: stand-up comedy.\nMohan Gupta had never dreamed of becoming a comedian. Born in India and educated in the UK, he trained as engineer and, later, a monk. \"I never in my life thought I would make anyone laugh,\" he says.\nBut a few years ago, after suffering a nervous breakdown, Gupta's doctors prescribed him something unusual: a stand-up comedy course.\nLaughter has long been linked to a variety of health gains: it can both reduce stress , and increase immunity , focus , and cardiovascular function . Yet research now suggests that not just consuming comedy, but actively creating it – especially in a group setting – can offer significant benefits to mental health in particular.\nIn the UK, new programmes are beginning to use stand-up comedy lessons to help people in distress. They come as part of a larger global movement of social prescribing : a process through which health workers refer patients to non-clinical, community-based resources and activities, as a way to both improve patients' long-term health and reduce pressure on healthcare.\nGupta, who was diagnosed with paranoid schizophrenia and was initially prescribed medication and hospital rest, received his social prescription through a course called Comedy on Referral – a 10-week programme teaching students how to write and perform a 10-minute comedy set about their lives. Launched in 2020, the course was the first of its kind to be funded and prescribed via the NHS.\nAngie Belcher, the Bristol-based comedian who created and teaches the course, describes her goal as helping her students \"find their banana\" – their comedic source of pain, whether that's going through a divorce, struggling with parenthood, or recovering from abuse. \"Your comedy doesn't come from the nice bits about our lives. It comes from the bits that are difficult,\" she says.\nFinding the \"funny\" in something doesn't mean it's not serious, Belcher adds. \"It's about doing what we need to do to get [through those difficult bits].\"\nThat's what Gupta says helped him recover from his nervous breakdown and being admitted to hospital. He's found one of the course's greatest gifts has been connecting with his fellow comedians. \"They got me out of myself, and they really did get me to make people laugh for the first time.\"\nLaughter is one of our oldest survival tools, explains Ros Ben-Moshe, an adjunct lecturer at La Trobe University and author of the book The Laughter Effect . \"From the East to the West, humour appears as a tool for connection, wellbeing and emotional support.\"\nBen-Moshe points to several historical examples of the restorative role humour played in early civilisations – including indigenous groups using clowns to relieve tension, and ancient Greek physicians prescribing visits to comedians. She attributes these anecdotes to the role humour plays in developing  healthy societies and families. Early humans who laughed together formed safer, more cooperative groups, while parents and infants use laughing and smiling to strengthen their attachment, she explains. In both cases, \"laughter reduces tension, signals safety, and helps maintain cohesion,\" she says.\n\"Humour is one of our most natural and accessible stress busters,\" she adds, pointing to the ways laughter triggers the release of mood-boosting neurotransmitters and hormones.\nA wide body of research has explored this relationship between laughter and wellbeing. One small study from 1989 measured the blood samples of participants before and after they watched a humorous video; compared with the control group, they had significantly reduced levels of the stress hormones cortisol and epinephrine. Another paper demonstrates how laughing produces β-endorphins, which help reduce inflammation and blood pressure . And a 2013 review of nearly 80 years of research associated laughter with a wide range of health benefits, including improved pain thresholds and lung function (while also noting a rare risk of physical harm, such as jaw dislocation or trouble breathing).\nSome studies additionally suggest there's a special psychological benefit in using humour to re-evaluate stressors in our own lives. A survey of 258 undergraduate students found that those who reported having a \"high sense of humour\" also reported less stress and anxiety than the low humour group – suggesting humor can \"restructure a situation so it's less stressful,\" the study reads.\nAnother that recruited older people  to participate in a four-week, stand-up comedy intervention found the participants not only increased their concentration of the mood-boosting neurotransmitter serotonin, but also reported less depression and improved sociability.\nMore recently, researchers have also begun to explore how humour can be used as a tool to help people with mental health problems, specifically. A 2023 review of studies into this application called for more research, yet concluded that there exists \"some promising evidence for comedy interventions on mental health\". It noted a range of mechanisms through which humour promotes healing, including increasing self-esteem , reducing hostility and seriousness , and strengthening mutual bonds in social relationships, among others.\nFor Angie Belcher, the understanding that shared laughter can help you get through hard times comes from personal experience. When her mother was diagnosed with dementia, she worked with her brother to find the lighter side of the situation. \"Laughter has that ability to make it seem like you can carry on,\" she says.\nHer comedy-on-referral courses now help her students do likewise, by facilitating games and exercises that can tap into their deepest vulnerabilities and insecurities. \"I'm not trying to make you into the archetype of a stand-up comedian. I'm trying to get you to lean in to what your thing is – maybe it's that you're quiet or you're nervous – and play with that,\" she explains. \"In order to find out who you are on stage, you need to find out who you are off the stage.\"\nBelcher says the group element is key. \"The fact that, in 10 weeks, you've got to go on stage and try to make people laugh – it sort of unites everyone together in their fear.\"\nThat kind of self-discovery and group-bonding was unexpected for Ryan Moore, a football coach and former player who had struggled with addiction and been diagnosed with narcissistic personality disorder. After four years of therapy, Moore decided to give Belcher's comedy-on-referral course a try. On his first day, he wasn't sold. \"I was the youngest guy there and I looked around and wondered if this was beneath me,\" he admits. But then, as the men started talking about their traumas, his mindset shifted. \"It was like an arrow had gone through every single person's heart and I realised we're all sort of the same.\"\nMoore says the comedy prescription has been better for his mental health than any other kind of therapy or pill. And more than just comedic skills and coping mechanisms, he's made friends he otherwise wouldn't have. \"It's really special to have that connection with guys I would never meet or speak to in a pub.\"\nMoore says the group has also helped him shift his perspective on himself. \"There's this victimhood mentality where you carry [your pain] around on your shoulders and it weighs you down every single day,\" he says. \"But here, we can get that feeling off our chest and have a laugh at the things that have happened to us.\"\nIn a report analysing Belcher's comedy-on-referral programme for men, co-author Lisa Sheldon, a consultant, clinical psychologist and a leader within the West London NHS Trust, also recognised this group dynamic. Among other benefits, she says, it involves \"talking publicly about what it means to be human and being open about what goes on inside of us, whilst at the same time dispelling myths and establishing shared truths and connection\".\nThe report also says using humour as a therapeutic tool, rather than framing the course as therapy, helped to \"facilitate a lighter perspective on past traumas, thus lessening the burden of anxiety and fear\".\nBelcher agrees that the lighter framework was key. \"If I'd asked these men, 'Do you want to come to a therapeutic men's school?' they wouldn't do that, but when we said, 'Come and learn stand-up comedy,' that worked,\" Belcher says.\nThe need for therapeutic tools has grown more urgent in England, where rates of mental illness have continued to rise. The most recent data finds one in six people over 16 in England experienced symptoms of a mental health problem in the past week. The Office of National Statistics found the rate of suicide rose to more than 6,000 deaths in 2023 in England and Wales – the highest since 1999, with rates among men particularly high.\nThat's part of the reason why the NHS has increased its investment in social prescribing . Though not explicitly measuring comedy prescriptions, a 2022 NHS England -commissioned evidence review from the National Academy of Social Prescribing linked participation in creative and expressive activities with a wide range of benefits – including increased social interaction, decreased stress, healthy behaviours and improved employment.\nWhile other social prescribing interventions may use laughter as a tool, Belcher's course seems to be among the few in the UK offering stand-up comedy lessons specifically. In 2022, she partnered with Wellspring Settlement – a charity in the English city of Bristol – for a pilot inviting local GPs to refer patients to the course. In 2023, with support from the Central and North West London NHS Trust, she expanded the course to serve men at-risk of suicide.\nOutside of these NHS pilots, she's also worked with charities to bring versions of the workshop to child sexual abuse survivors and LGBTQIA+ community members, among others. And recently, Belcher was invited to share her work abroad in Estonia, bringing six of the course participants, including Moore, to talk about the power of comedy-on-prescription to build mental health, and perform two sold-out stand-up shows.\nDespite its expansion, Belcher's course hasn't been without its hiccups. She says it sometimes takes a group longer to reveal their vulnerabilities, and she's had to learn to adjust her pace. Other times, she finds a person takes the course too soon and needs more time and distance from their traumatic experience.\nMore like this:\n• Why singing is surprisingly good for your health\n• Our 2,500 year-old mania for personality types\n• The books that help – and harm – mental health\nBut perhaps the biggest hiccup of all has been its popularity. Mohan Gupta had to wait two years before getting a spot in the course.\nThat demand could partially explain why comedy-on-prescription programs are expanding. This year, the tech company Craic announced it received NHS support to facilitate a comedy-on-prescription program, working with comedy professionals to offer stand-up workshops, live gigs and more.\nBut for those who can't access formal comedy prescription, Ben-Moshe offers tips for people to use humour as a tool to cope with stress and spark joy. \"Each day, ask yourself: 'Where was there a moment of levity, silliness or playfulness today?' Write it down or share it, since this trains your internal humour radar.\"\nIf possible, she suggests people make it a habit to share a funny story, joke, or video with those around them. \"Laughing together strengthens bonds and multiplies the joy. Even sharing a silly meme can create a ripple of positivity.\"\n--\nFor trusted insights into better health and wellbeing rooted in science, sign up to the Health Fix newsletter , while The Essential List delivers a handpicked selection of features and insights.\nFor more science, technology, environment and health stories from the BBC, follow us on Facebook and Instagram ."
    },
    {
      "id": 5,
      "title": "Online gaming escaped Australia's social media ban - but critics say it's just as addictive",
      "link": "https://www.bbc.com/news/articles/c93w90kqgv9o",
      "content": "Wednesday afternoons have become a ritual for 15-year-old Sadmir Perviz. It's a circuitous route from home in Perth to the Fiona Stanley Hospital - but it's worth it, he says, to sit down for a game of Dungeons & Dragons with people he may not know but with whom he shares a great deal in common.\nSadmir and his board game companions are just some of the 300 patients at the gaming disorder clinic, Australia's only publicly-run institution of its type, helping patients wean themselves off excessive online gaming habits.\nThe room where they meet is a simple space in a faceless hospital but in the corner, there's a pile of boardgames on a chair. Jenga, Uno and Sushi Go are also popular choices at the informal group which is attended by both patients and clinicians.\nIt's a bit of a departure for the 15-year-old who until a couple of months ago preferred to play games with friends online for 10 hours a day.\n\"It feels completely different,\" says Sadmir. \"You get to roll the dice instead of clicking a button. You can interact with people, so you actually know who's there rather than just being on a call with random people.\"\nDr Daniela Vecchio, the psychiatrist who set up the clinic, says that while gaming isn't bad in itself, it can become a problem - an addiction even.\nGaming platforms and social media pose similar risks for children: excessive time spent online, and potential exposure to predators, harmful content or bullying.\nSo, she wonders why gaming platforms have not been included in Australia's \"world-first\" social media ban for under-16s.\nThe ban, which came into force on Wednesday, is supposed to prevent teens from having accounts on 10 social media platforms including Instagram, Snapchat and X. Children will still be able to access platforms like YouTube and TikTok, but without accounts.\nFor Vecchio, the omission of gaming platforms is odd.\n\"It doesn't make much sense,\" she says.\n\"Gaming and social media are so interconnected, it's very difficult to separate.\n\"The individual who plays games for excessive amounts of time also spends excessive amounts of time on social media platforms where they can see other gamers or can live stream gaming, so it's a way to connect.\"\nSadmir, for example, spent much of his time on the gaming platform Steam, as well as YouTube. Dr Vecchio singles out the platforms Discord and Roblox as particular worries - a concern echoed by many experts and parents the BBC has spoken to in covering the ban and its impact.\nBoth Roblox and Discord have been dogged by claims that some children are being exposed to explicit or harmful content through them and are facing lawsuits relating to child safety in the US.\nRoblox introduced new age assurance features in Australia and two other countries weeks before the social media ban kicked in, with the checks due to be rolled out to the rest of the world in January. The checks will \"help us provide positive, age-appropriate experiences for all users on Roblox\", the company said.\nDiscord also introduced age checks on some features earlier this year and on Wednesday said it was introducing a new \"teen-by-default\" setting for all Australian users.\nFormer gaming clinic patient Kevin Koo, 35, wonders whether a social media ban could have influenced the access he got at a younger age.\n\"I was growing up in the wild west of internet usage so, there weren't any restrictions,\" he says. \"I got free rein on the internet basically. So I think that for me, the damage has already been done.\"\nA former quantum finance intern interested in AI, Mr Koo lost his job just before the pandemic. Living in Sydney, he had no family nearby and no regular work. He says he lost confidence and ended up consumed by online gaming, likening his experience to substance abuse.\nDr Vecchio agrees with the comparison - if she had her way, she'd be tempted not just to expand the social media ban to gaming but to raise the age to 18.\nGaming disorder is also now recognised by the World Health Organisation as an official diagnosis and, according to a 2022 Macquarie University study, around 2.8% of Australian children are affected by it. Vecchio thinks the number at risk is higher.\nThe Australian government says its ban is about protecting kids from harmful content, cyberbullying, online grooming and \"predatory algorithms\" among other things – some or all of which could arguably be said to exist with gaming platforms.\nThe Australia Federal Police are among those who have warned chatrooms on these sites are hotbeds for radicalisation and child exploitation.\nBut, as the eSafety Commissioner said last month, the legislation enforcing the ban means platforms were not selected according to \"safety, a harms or risk-based assessment\".\nInstead, platforms have been selected according to three criteria: whether the platform's sole or \"significant purpose\" is to enable online social interaction between two or more users; whether it allows users to interact with some or all other users; and whether it allows users to post.\nExceptions were made for gaming, for example, because its primary purpose is not social-media style interaction.\nThe law, say some experts, makes no sense.\nTama Leaver, professor of internet studies at Curtin University and chief investigator at the ARC Centre of Excellence for the Digital Child, says the ban on social media is too blunt a tool – instead a more nuanced approach is needed, including towards gaming platforms.\n\"There is such a wide spectrum of gaming from incredibly positive, nurturing, fun, creative, expressive spaces - something like Minecraft comes to mind where it's had so many positive uses.\" However, platforms like Roblox are at the other end of the spectrum, he says.\n\"Roblox isn't a game. It's a series of enabling tools for other people to make games. And we know that some of the games that have been made that clearly feel like they're meant for adults have been accessed by very young people.\"\nOn Professor Leaver's desk at the university are three plushies with inbuilt ChatGPT inside them. On the box, it says they are suitable for three and above. This, he says, has also gone too far.\n\"I do think there needs to be age-appropriate regulation,\" he says, referring to young people going online. \"I do think we're at a moment, and it's not just Australia, you look across the EU, there is huge appetite for all sorts of regulation.\"\nIn Mr Koo's case, for example, his vice wasn't just gaming. It was AI chatbots, another feature of online life that has come under scrutiny for everything from making things up to allegedly encouraging children to kill themselves .\nThere is evidence they are designed to manipulate users into prolonging interactions and their use has even given rise to a new phenomenon called AI psychosis , in which people increasingly rely on AI chatbots and then become convinced that something imaginary has become real.\nMr Koo also started googling his mental health issues and relying on AI to help confirm his diagnoses.\n\"You're Googling stuff that you think you already know and then you kind of tick the box after that saying, oh, I've already done my work for today, my therapy work with ChatGPT,\" he says. Mr Koo suffered a psychotic episode and after extensive therapy with a professional, he now takes a different approach.\n\"I might Google or ChatGPT something and then I'll check it with my therapist in person,\" he says. \"I do think being able to read human emotions and having that face-to-face conversation with someone is completely different.\"\nThe government has said it will continually review the list of banned platforms and at the end of November added Twitch, a streaming platform where people typically play video games while chatting to viewers.\nCommunications Minister Anika Wells also told the BBC last week that the eSafety Commissioner \"definitely has her eye on Roblox\". And, she said, the social media ban \"isn't a cure, it's a treatment plan\" that will \"always evolve\".\nThe demand for platforms to do better is growing. So too are the queues of families waiting to get help at the gaming disorder clinic, but Vecchio has to turn them away.\n\"[The legislation] is excluding platforms where children interact with many others and some of them can be people who harm them,\" says Vecchio. \"Children need to be protected, they need to be safeguarded.\"\nUpdate 15 December: This article has been amended to remove a contributor for editorial reasons."
    },
    {
      "id": 6,
      "title": "Amazon pulls AI recap from Fallout TV show after it made several mistakes",
      "link": "https://www.bbc.com/news/articles/c3r77j5nze5o",
      "content": "Amazon has pulled a video recap made with artificial intelligence (AI) from its hit TV show Fallout after users said it got several facts wrong about the series.\nThe firm said in November it was testing the \"first-of-its-kind\" tool in the US to help viewers catch up on some of its shows on streaming service Prime Video - including Fallout, its adaptation of the popular video game franchise.\nBut it has since disappeared from the site after users highlighted mistakes in its video summarising the events of Fallout season one - including claiming one scene was set more than 100 years earlier than it was.\nThe BBC has approached Amazon for comment.\nThe move to apparently press pause on its AI-powered recaps was first reported by tech publication The Verge .\nAmazon said in November the recaps would be available to users as an experimental feature, and only \"for select English-language Prime Original series in the US\".\n\"Video Recaps use AI to summarise a show's most pertinent plot points with a theatrical-quality video that includes narration, dialogue, and music,\" it said .\nBut fans eagerly awaiting the release of the next series of Fallout on 17 December highlighted errors introduced in its video recap for its first series.\nUsers on Reddit said a clip showing The Ghoul - one of the show's central characters, played by actor Walton Goggins - was wrongly described in the AI narration as a \"1950s flashback\".\nDespite the clip's retro aesthetic, it actually depicts a scene in 2077 - something fans of the series would know instantly.\nFans also said the recap incorrectly summarised a scene between The Ghoul and protagonist Lucy MacLean, played by Ella Purnell, altering their dynamic in a way that would confuse new viewers.\nIt joins a long list of errors have being introduced when using generative AI tools to produce content summaries.\nIn early 2025, Apple suspended an AI feature summarising notifications after it drew complaints for repeated mistakes in its summaries of news headlines.\nThe BBC was among the groups to complain about the feature , after an alert generated by Apple's AI falsely told some readers Luigi Mangione, who has been charged in the US with killing UnitedHealthcare chief executive Brian Thompson, had shot himself.\nGoogle's AI Overviews, which aim to provide concise summaries of search results, have also come under criticism and mockery for errors .\nSign up for our Tech Decoded newsletter to follow the world's top tech stories and trends. Outside the UK? Sign up here ."
    }
  ]
}