{
  "category": "innovation",
  "articles": [
    {
      "id": 1,
      "title": "The showers and baths keeping data centre tech cool",
      "link": "https://www.bbc.com/news/articles/cp8zd176516o",
      "content": "They work 24/7 at high speeds and get searingly hot - but data centre computer chips get plenty of pampering. Some of them basically live at the spa.\n\"We'll have fluid that comes up and [then] shower down, or trickle down, onto a component,\" says Jonathan Ballon, chief executive at liquid cooling firm Iceotope. \"Some things will get sprayed.\"\nIn other cases, the industrious gizmos recline in circulating baths of fluid, which ferries away the heat they generate, enabling them to function at very high speeds, known as \"overclocking\".\n\"We have customers that are overclocking at all times because there is zero risk of burning out the server,\" says Mr Ballon. He adds that one client, a hotel chain in the US, is planning to use heat from hotel servers to warm guest rooms, the hotel laundry and swimming pool.\nWithout cooling, data centres fall over.\nIn November, a cooling system failure at a data centre in the US sent financial trading tech offline at CME Group, the world's largest exchange operator. The company has since put in place additional cooling capacity to help protect against a repeat of this incident.\nCurrently, demand for data centres is booming, driven partly by the growth of AI technologies. But the huge amounts of energy and water that many of these facilities consume mean that they are increasingly controversial.\nMore than 200 environmental groups in the US recently demanded a moratorium on new data centres in the country. But there are some data centre firms that say they want to reduce their impact.\nThey have another incentive. Data centre computer chips are becoming increasingly powerful. So much so that many in the industry say traditional cooling methods – such as air cooling, where fans constantly blow air over the hottest components – is no longer sufficient for some operations.\nMr Ballon is aware of rising controversy around the construction of energy-devouring data centres. \"Communities are pushing back on these projects,\" he says. \"We require significantly less power and water. We don't have any fans whatsoever – we operate silently.\"\nIceotope says its approach to liquid cooling, which can soothe multiple components in a data centre, not just the processing chips, may reduce cooling-related energy demands by up to 80%.\nThe company's technology uses water to cool down the oil-based fluid that actually interacts with computer tech. But the water remains in a closed loop, so there is no need to continually draw more of it from local supplies.\nI ask whether the oil-based fluids in the firm's cooling system are derived from fossil fuel products and he says some of them are, though he stresses that none contain PFAS, also known as forever chemicals , which are harmful to human health.\nSome liquid-based data centre cooling technologies use refrigerants that do contain PFAS. Not only that, many refrigerants produce highly potent greenhouse gases, which threaten to exacerbate climate change.\nTwo-phase cooling systems use such refrigerants says Yulin Wang, a former senior technology analyst at IDTechEx, a market research firm. The refrigerant starts out as a liquid but heat from server components causes it to evaporate into a gas and this phase change soaks up a lot of energy, meaning it is an effective way of cooling things down.\nIn some designs, data centre tech is fully immersed in large quantities of PFAS-containing refrigerant. \"Vapours can get out of the tank,\" adds Mr Wang. \"There could be some safety issues.\" In other cases, the refrigerant is piped directly to the hottest components, computer chips, only.\nSome companies that offer two-phase cooling are currently switching to PFAS-free refrigerants.\nOver the years, firms have experimented with wildly different approaches to cooling, in a race to find the best means of keeping data centre gadgets happy.\nMicrosoft famously sank a tube-like container full of servers into the sea off Orkney, for example. The idea was that cold Scottish seawater would improve the efficiency of air-based cooling systems inside the device.\nLast year, Microsoft confirmed that it had shuttered the project. But the company had learned much from it, says Alistair Speirs, general manager of global infrastructure in the Microsoft Azure business group. \"Without [human] operators, less things went wrong – that informed some of our operational procedures,\" he says. Data centres that are more hands-off appear more reliable.\nInitial findings showed the subsea data centre had a power usage effectiveness, or PUE, rating of 1.07 – suggesting it was far more efficient than the vast majority of land-based data centres. And it required zero water.\nBut in the end, Microsoft concluded that the economics of building and maintaining subsea data centres weren't very favourable.\nThe company is still working on liquid-based cooling ideas, including microfluidics, where tiny channels of liquid flow through the many layers of a silicon chip. \"You can think of a liquid cooling maze through the silicon at nanometre scale,\" says Mr Speirs.\nResearchers are coming up with other ideas, too.\nIn July, Renkun Chen, at the University of California San Diego, and colleagues, published a paper detailing their idea for a pore-filled membrane-based cooling technology that could help to cool chips passively – without the need to actively pump fluids or blow air around.\n\"Essentially, you are using heat to provide the pumping power,\" says Prof Chen. He compares it to the process by which water evaporates from a trees' leaves, inducing a pumping effect that draws more water up through the plant's trunk and along its branches to replenish the leaves. Prof Chen says he hopes to commercialise the technology.\nNew ways of cooling down data centre tech are increasingly sought-after, says Sasha Luccioni, AI and climate lead at Hugging Face, a machine learning company.\nThis is partly due to demand for AI – including generative AI, or large language models (LLMs), which are the systems that power chat bots. In previous research , Dr Luccioni has shown that such technologies eat up lots of energy.\n\"If you have models that are very energy-intensive, then the cooling has to be stepped up a notch,\" she says.\nReasoning models , which explain their output in multiple steps, are even more demanding, she adds.\nThey use \"hundreds or thousands of times more energy\" than standard chat bots that just answer questions. Dr Luccioni calls for greater transparency from AI companies regarding how much energy their various products consume.\nFor Mr Ballon, LLMs are just one form of AI – and he argues they have already \"reached their limit\" in terms of productivity."
    },
    {
      "id": 2,
      "title": "What does a huge festive meal do to your brain?",
      "link": "https://www.bbc.com/future/article/20251222-what-does-a-huge-festive-meal-do-to-your-brain",
      "content": "Many of us with throw modesty out the window when it comes to Christmas lunch. But what do these blow-out festive meals do to our body and brain?\nThere are lots of ways that food supports our brains to do their many important functions, including our memory and concentration. A balanced diet can also be a powerful support to our mental health.\nBut what immediate effects does eating a huge meal – such as an all-the-works Christmas dinner – have on our brains?\nWhen we're eating, various signals around the body work together to let our brains know we're full – including from hormones released from the gut, and metabolites (molecules that break down food for energy).\nThese hormones also signal the release of insulin from the pancreas to control our blood sugar. This whole process is called the \"satiety cascade\".\n\"These signals come from different parts of out gut and work over slightly different time frames,\" says Tony Goldstone, clinical associate professor at Imperial College London and consultant endocrinologist.\nThis cascade of hormones released from the gut and pancreas and sending signals to the brain may also have something to do with the sleepy feeling we get after a big meal (called \"postprandial somnolence\"). But the exact mechanisms behind this are not yet well-understood, says Aaron Hengist, a postdoctoral visiting fellow at the National Institutes of Health in Washington, US.\nIt's been widely believed that this feeling – nicknamed a \"food coma\" – is largely an effect of blood travelling away from the brain and towards the stomach. But research shows blood flow doesn't actually decrease after a big meal.\nBut there needs to be more research to understand post-meal sleepiness, Hengist says.\n\"The gut hormone response is a cocktail; we don't know which specific hormones can cause sleepiness on which centres of the brain,\" he says.\nEating too much on the odd occasion has surprisingly little effect on our metabolism, says Hengist.\nIn 2020, he published the results of a study that looked at what happens when people eat beyond comfortably full, and when they eat to about-to-burst full.\nFourteen healthy men (very bravely) volunteered to eat lots of pizza in one sitting. In one study visit they were asked to eat until they were comfortably full, and in the other study visit, as much as they could. They ate double the amount of pizza in the all-you-can-eat experiment.\nTheir hormones, appetite, mood and metabolic responses were measured for four hours following their feasts. The researchers found that their blood sugar levels were no higher than after a normal meal, and neither was the amount of fat in their blood.\n\"We were surprised that, despite double the energy intake, the body regulated blood sugar remarkably well,\" says Hengist. \"We found that the body was working hard to do this, by secreting more insulin and various gut hormones that help release insulin and signal that we're full.\"\nThis study shows, he says, that a one-off indulgence is not as damaging as you might expect.\nHowever, since the study was only done in young healthy men, the research can't be extrapolated to the general population without first studying women and people who are overweight or obese, says Hengist.\nWhile one pizza-eating session may not be immediately harmful, there is some research showing that multiple hours or one day of feasting can start to disrupt metabolism and put strain on the body, which could, in turn, affect the brain.\nIn 2021, a study looking into overeating over a prolonged period found very different results to Hengist's pizza study. The study is titled 'The tailgate study,' named after the American tradition of pre-sports game parties that involve eating lots of food and drinking alcohol.\nThe researchers tried to replicate this tradition by giving 18 overweight but healthy men alcoholic drinks and high fatty, sugary foods including burgers, chips and cake, to consume over an afternoon. They ate an average of 5,087 calories over the five hours. Blood tests and a liver scan revealed that most of the men had increased fat in the liver following their feasts.\nResearch shows that non-alcoholic fatty liver disease – which can be caused by a high-fat, high-sugar diet over the longer term – can lead to less oxygen to the brain and inflammation to brain tissues, which can increase the risk of brain disease over time.\n\"The 'tailgate' study shows the men had metabolic dysregulation. When passively consuming food and alcohol over multiple hours, it's too much strain for their bodies to deal with,\" Hengist says.\nEvolution may go some way to understanding why it may not be too harmful to overeat once in a while – and how our guts and brains have evolved to communicate with each other when we need to eat.\nWhen we're hungry, lots of things come into play to drive us to eat, Goldstone says – for example, our mood can shift and we can feel 'hangry'. We're also more likely to crave energy-dense food.\n\"It's unclear exactly what drives 'hanger',\" says Goldstone. \"But ongoing research shows that hunger is quite an aversive state , and maybe people are eating to get rid of this state.\"\nEvidence in animal studies shows similar behaviour. Studies highlight how some of the appetite circuity in the hypothalamus (a part of the brain that controls appetite) is quietened when rodents see and smell food – even before they've eat it.\n\"The hunger made them seek food, and once they found it, that behaviour doesn't need to continue,\" Goldstone says.\nMuch of this process, Goldstone adds, goes on subconsciously.\nHumans have evolved to find ways to cope with starvation, because without food, we'd die. But excess, throughout human history, didn't happen – and its effects are longer term and less lethal, at least in in the short term, says Goldstone.\nSeveral rat and mouse studies suggest that a long term high-calorie diet can affect memory and learning function. But in humans, there's less research in this area, says Stephanie Kullmann, group lead and head of the metabolic neuroimaging division at University of Tübingen in Germany.\nOne study, however, gives some insight into what happens in our brains when we overeat food high in sugar and fat. It wasn't quite reduced to one meal, but lasted for five days. However, its findings could potentially be applied to a lesser extent to shorter periods of overeating, according to Kullmann.\nEighteen healthy men ate a high-calorie diet for five days – specifically, ultra-processed snacks high fat and high sugar snacks –  on top of their normal diet (on average, they ate 1,200 kcal more per day), while 11 others in a control group didn't change their diets.\nThe results showed that the high-calorie diet affected how the brain responded to insulin in areas that help to reduce its response to visual food cues and memory processes. A brain that's resistant to insulin doesn't properly reduce appetite and food intake – signals that tell us to stop eating when we're full.\n\"A key finding was that the brain changes before the body,\" says Kullman. \"The participants still weighed the same, but when we looked at their brains we saw they were much more closely related to someone who had been obese or overweight for a few years,\" she says.\nResearch shows that in people who are obese, the hypothalamus and brain's reward systems – which help to regulate our food intake – can be disrupted.\nMore like this:\n• Why we all enjoy a good feast\n• The surprising foods that make you sleep better\n• Should you eat in front of the TV?\nThis study expands on existing research, Kullman says, showing the communication between our guts and brains , and how the axis is different for people who are obese. Specifically, people who are obese are more likely to choose bigger portions of food when thinking about pleasure.\nParticipants in Kullmann's study were told to return to their normal diet after the five days, but one week later, further tests showed that the memory and cognitive parts of their brains were still less responsive than before beginning their higher calorie diet.\nIt is well established that prolonged periods of eating – especially foods high in sugar and saturated fats – aren't good for the brain. While there are fewer studies looking at the impacts of a one-off feast on our bodies, existing evidence suggests it's not detrimental to our brains.\n\"Our study shows that one-off indulgence is not as damaging as you might expect, so enjoy your Christmas dinner,\" says Hengist.\nHowever, he adds, any more than this can start to put strain on the body. Even five days might be enough to have longer-lasting effects on the brain, according to Kullman's research.\n--\nFor trusted insights into better health and wellbeing rooted in science, sign up to the Health Fix newsletter , while The Essential List delivers a handpicked selection of features and insights.\nFor more science, technology, environment and health stories from the BBC, follow us on Facebook and Instagram ."
    },
    {
      "id": 3,
      "title": "A shot in the arm: The vaccine photo that swept the world",
      "link": "https://www.bbc.com/future/article/20251219-covid-2020-the-historic-photo-of-one-quick-jab",
      "content": "In December 2020, Covid vaccines were finally ready to be administered. One British photographer found himself with an historic assignment.\nAs the year 2020 drew to a close, a vast pharmaceutical project to develop a vaccine to the coronavirus was ready to be rolled out.\nThe first effective vaccine, developed by the drug companies Pfizer and BioNTech, was found to prevent more than 90% of people from getting Covid-19 , according to preliminary testing on more than 40,000 people across the world. After months of lockdowns and the vivid, heartbreaking images of the disease's toll around the world, a light appeared to be at the end of the tunnel.\nIn December, the first doses of the disease were ready to be administered to the public at large. On 7 December, photographer Jacob King, who works for the UK's Press Association in the Midlands region of England, was contacted by his picture desk and told to prepare for a job early next morning in the nearby city of Coventry.\nThe UK's health authorities had decided that it would be a hospital in the Midlands, and not in London, that would administer the first dose – University Hospital.\n\"My picture editor at the time rang and said, 'You're going to be at Coventry hospital tomorrow, but you're going to have to be there for about 5am,' so that's how that happened,\" King says.\n\"I only knew the day before, which is how this industry works a lot of the time. 'Go get some rest and go to Coventry nice and early tomorrow, because there's going to be a picture worth doing.'\"\nKing said he arrived a little earlier – it's what press photographers are taught to do – and found it was just him and a camera team from UK broadcaster Sky News, an oddly small press pack for a story that would be beamed around the world. The Coventry dose was to be given about 10 or 15 minutes before other doses around the country, King says.\nThe first patient was wheeled in for her intimate press audience. Margaret Keenan , then 91, had lived in Coventry for 60 years after moving from her native Northern Ireland, and had worked in a jeweller's shop until she was 85 years old. Giving her the dose was Matron May Parsons. Keenan was wearing a festive shirt with a penguin on it; sales of the T-shirt tripled after being seen across the globe.\n\"I was probably about 5m (16.5ft) from Margaret,\" King says. \"And, you know, you sort of have the feeling that it's going to be quite a big picture. It was the start of the latest chapter in the pandemic, I suppose, people hoping for a sense of normality. And this was the first stage of that, the first person to get the vaccine.\n\"I felt somewhat pressured, but not as much as you'd think, I just went for it. It wasn't necessarily a blur, but I was just sort of focused. You're concerned about if the nurse is going to block the view, because she's got to do her job and administer it properly, and you want to make sure you get the shot, but not annoy anybody in the process, because it's quite a delicate subject.\"\nKing says that even a minute or two before the vaccine was administered, he was still working out which lens and flash he would need to use. \"I wanted to make sure I got this one right,\" he says.\nThe dose took mere seconds . \"It was just a hospital room in Coventry. But for that moment, it was at the centre of coverage of the pandemic for the whole world, really.\n\"She was a lovely lady, and she was sort of wheeled back onto her ward afterwards, and it was certainly the most optimistic a job had been for many months.\n\"I went home afterwards, not really thinking too much of it, apart from hoping that everything was sharp and well exposed. And within a few hours, I got a sense of just how international these pictures were going to be.\"\nThe photo opportunity was also a shape of things to come for King's career over the next year, too. \"For the 12 months after that, we photographed lots of people getting jabbed. And it really does just last seconds.\"\nMore like this:\n• Covid 2020: The hugging room where Covid couldn't spread\n• Covid 2020: Where cruise ships went to die\n• Covid 2020: A lone figure in an eerie London lockdown\nKing had joined the Press Association not long before the start of the Covid-19 pandemic, intending to cover both news and sport, but during the pandemic \"the sport events vanished, and the news became totally different to the usual calendar and features and customs that we do as press photographers in the UK\".\nLooking back at the image five years later, King says it felt like a turning point at the time – though the events of 2021 would show the Covid-19 emergency was far from over. \"I think that's why the picture was picked up. People were just hoping for a resolution and something that would bring an end to 'life as we didn't know it'.\n\"I suppose it was just so odd for people to live in that way and not see family and friends, and I think that day, it felt like it might have been the beginning of the end.\"\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week.\nFor more science, technology, environment and health stories from the BBC, follow us on Facebook and Instagram ."
    },
    {
      "id": 4,
      "title": "Uber and Lyft announce plans to trial Chinese robotaxis in UK in 2026",
      "link": "https://www.bbc.com/news/articles/cy8jmx1dl9ro",
      "content": "Chinese robotaxis could be set to hit UK roads in 2026 as ride-sharing apps Uber and Lyft announce partnerships with Baidu to trial the tech.\nThe two companies are hoping to obtain approval from regulators to test the autonomous vehicles in London.\nBaidu's Apollo Go driverless taxi service already operates in dozens of cities, mostly in China, and has accrued millions of rides without a human behind the wheel.\nTransport secretary Heidi Alexander said the news was \"another vote of confidence in our plans for self-driving vehicles\" - but many remain sceptical about their safety.\n\"We're planning for self-driving cars to carry passengers for the first time from spring, under our pilot scheme – harnessing this technology safely and responsibly to transform travel,\" Ms Alexander said in a post on X .\nUber said in June it would bring its plans to trial UK driverless cars forward as the government sought to accelerate framework to allow pilots of small autonomous \"bus and taxi like\" commercial services in 2026.\n\"We're excited to accelerate Britain's leadership in the future of mobility, bringing another safe and reliable travel option to Londoners next year,\" it said of its Baidu partnership on Monday.\nLyft said in August it would look to deploy driverless taxis in the UK and Germany as part of a European agreement with Baidu.\nIt already operates \"autonomous rides\" in Atlanta, US - where Uber also operates a robotaxi service through its partnership with Waymo.\nLyft chief executive David Risher said in a post on X on Monday London passengers would be \"the first in the region to experience Baidu's Apollo Go vehicles\".\nBut both firms still need to convince regulators.\nMr Risher said if green lit, Lyft's initial fleet of dozens of Baidu Apollo Go cars would begin testing next year \"with plans to scale to hundreds from there\".\nBut Jack Stilgoe, professor of science and technology policy at University College London, said driverless cars \"can't just scale up like other digital technologies\".\n\"There's a big difference between having a few test vehicles using public streets as their laboratory and a fully-developed, scaled-up system that becomes a real transport option for people,\" he told the BBC.\nSelf-driving vehicles have often been lauded as the future of transport, with some claiming they make fewer errors than human drivers.\nBut many people remain uneasy about the safety of taxis without a human operator.\nAlmost 60% of UK respondents to a YouGov poll in October said they would not feel comfortable riding in a driverless taxi under any circumstances.\nMany also expressed a lack of trust in the tech, with 85% saying they would opt for a cab with a human driver if given the same price and convenience.\nInstances of autonomous vehicles making mistakes, trapping passengers in cars and causing traffic jams or accidents also continue to make headlines.\nSelf-driving taxi operator Waymo reportedly suspended its service in San Francisco on Saturday after some of its vehicles stopped working during a power cut.\nProf Stilgoe said amid concerns about their safety, as well as privacy and the potential to add to congestion, the UK should lead in \"setting standards for the technology\".\n\"London has been really successful at getting cars out of its city centre,\" he said.\n\"When it comes to traffic, the only thing worse than a single-occupancy car is a zero-occupancy one.\"\nSign up for our Tech Decoded newsletter to follow the world's top tech stories and trends. Outside the UK? Sign up here ."
    },
    {
      "id": 5,
      "title": "All you need to know about the International Space Station's 25 years in orbit",
      "link": "https://www.bbc.com/future/article/20251223-25-years-of-the-international-space-station-in-numbers",
      "content": "The International Space Station (ISS) is humanity's most expensive object and has been in orbit for 25 years. Read its fascinating history, told in 25 numbers.\nOrbiting some 400km (250 miles) above the Earth, the International Space Station (ISS) represents one of mankind's most ambitious engineering projects. Since the first Expedition 1 mission, more than 280 astronauts and cosmonauts have visited the ISS, and it has now been continuously occupied for 25 years. If you were born after 2 November 2000, for your entire life, there has always been someone living in space.\nThe ISS demonstrates what can be achieved through international cooperation and proves what humans working together can do when they put their minds to it. Not that it's always been easy.\nFrom power supply to habitable volume, didgeridoos to toilets, here is our take on 25 years of the ISS in 25 numbers:\nThe first stage of the ISS, Zarya, was launched on a Proton rocket from the Bakinonur Cosmodrome in Kazakhstan on a bleak November morning in 1998. For those of us watching from the snow-covered mound of a disused nuclear missile silo (or at least we were told it was disused), it was an inauspicious affair. At the time, most of the stories written about the ISS were far from positive. The project – a mash-up between an abandoned US space station programme of the 1980s called Freedom, and a successor to Russia's Mir space station – had been mired in delays and cost overruns. There was no shortage of political opposition to abandoning the programme completely.\nWhen Bill Shepherd, Sergei Krikalev and Yuri Gidzenko switched on the lights in November 2000 , the ISS consisted of just three modules bolted together. Zarya, Zvezda and Unity continue to form the heart of the station, providing power, life support and connections to all the other sections that have been added since. Despite their cramped quarters, the astronauts spent almost five months on the embryonic station, conducting some 22 scientific investigations, seven spacewalks and welcoming two visiting Space Shuttle crews. Today, there are typically seven astronauts on the ISS at any one time – this website tracks who is in space .\nDepending on how you count them, there are between 16 and 20 pressurised modules on the ISS , eight major solar arrays and many more interlocking components. In short, some assembly was required. Fortunately, the US had the Space Shuttle which not only delivered various sections of the ISS, but its robotic arm could also be used to help slot them into place. Considering parts for the station were built in Russia, North America, Europe and Japan, they have all fitted together with minimal drama.\nThe volume available to astronauts is equivalent to a six-bedroom house, or 13,705 cubic feet if you're old school. But in microgravity, you can use all the available space – floor, walls and ceiling are all arbitrary. In practice that means that almost every interior surface is covered in equipment, experiments and storage. To avoid astronauts getting completely disorientated – and to match the training modules on the ground – the ISS is designed with floors and ceilings. But crews have been known to mix things up and have days where everything is upside down.\nIf long duration space missions have taught us anything, it's that space is bad for you . Prolonged exposure to weightlessness leads to loss of muscle mass, bone density and deteriorating eyesight. So that they can return to Earth without serious health problems, astronauts need to work out for two hours a day. The gym on the ISS includes a treadmill, cycle and resistance machines. Astronauts are sufficiently motivated, disciplined and competitive to take exercise seriously. In 2016, British astronaut Tim Peake even set a new record for running a marathon in space, completing the 42km (26.1 miles) in three hours and 35 minutes.\nToday's urine is tomorrow's coffee, or so the saying in space goes. The water recovery system on the ISS is a marvel of engineering that recovers almost all the water astronauts expel. The technology extracts the water vapour and astronaut sweat from the air, and the urine from the toilets, to transform it into clean drinking water. Alongside the complex plumbing, the air conditioning system maintains a constant breeze through the station. Despite weekly cleaning sessions, the ISS is far from bug-free. A recent study found there were 55 different types of microbes co-existing with humans.\nAstronauts spend much of their working day conducting, monitoring and analysing experiments. Microgravity research ranges from medical studies on bone and muscle, to investigations of materials and pharmaceuticals. Some experiments – like this one with worms – are aimed at combating diseases on Earth, while others involve developing new technologies. Several private companies are building on ISS research to manufacture advanced materials in space.\nWhen Nasa selected its first astronauts in 1959 , candidates had to be young and physically perfect. When John Glenn, was asked at a press conference which test he found worst during the medical screening he replied: \"If you figure out how many openings there are on a human body, and how far you can go into any one of them…you answer which would be the toughest for you.\" Thanks to his sacrifice, it turns out you do not have to be young or at the peak of fitness to be an astronaut. You do, however, need to be good at your job, which is why astronauts are retiring much later in their careers. The oldest astronaut to live on the ISS is currently Don Pettit, who returned to Earth on his 70th birthday . John Glenn, incidentally, flew his second mission aged 77.\nEver find yourself staring out of the office window, longing for the end of the working day? Imagine being stuck at your workplace for more than a year, only occasionally able to go outside. Missions lasting six months or more are now the norm and the current record holder for the single longest ISS flight is Nasa's Frank Rubio, who returned to Earth in September 2023. Cosmonaut Valeri Polyakov still holds the all-time record for the most days spent in space in a single mission. He lived onboard Russia's much smaller Mir space station for 437 continuous days in orbit between 1994 and 1995.\nThere are few more popular places to hang out on the ISS than the Cupola . This European-built bay window on the Earth provides astronauts with one of the best views in the known Universe. But the distraction of staring out of the window can ruin the strict timelines that govern the astronaut day. Nicole Stott confessed to my Space Boffins podcast that she had to set an alarm to remind her to get back to work. Astronauts have become increasingly skilled at photography, sharing their perspective with the world. You can see what they see on this feed .\nHobbies on the ISS range from watching movies to watercolour painting , but many astronauts also bring musical instruments with them. Canadian Chris Hadfield famously recorded his version of Space Oddity on the ISS. Other performers have included Cady Coleman who played flute on the station and Thomas Pesquet who brought his saxophone . Don Pettit, however, probably goes down as the ISS's greatest musical innovator. He fashioned the station's vacuum cleaner into a digeridoo to demonstrate a science experiment – part of the extensive education programme carried out by astronauts on the ISS. You can read all about space music firsts here .\nAstronauts are each allocated a private living area on the ISS – around the size of a classic British phone box – which they can decorate with pictures and mementoes from home. They are also issued with specially designed sleeping bags, which fasten to the wall. But the noise of the ventilation fans, the glare of the Sun and the lack of gravity all conspire to make sleeping a challenge. At least on the ISS astronauts have a private space. For the forthcoming 10-day Artemis II mission, the four crew of the Orion spacecraft will be suspended in hammocks just a few centimetres apart.\nIt was, Chris Hadfield once told me his \"proudest day in space\". During his 2012 mission, he was co-ordinating a Russian spacewalk, when the toilet in the US section of the station broke down. \"If I didn't fix the toilet, it wasn't getting fixed.\n\"I was elbow deep in a non-gravity driven, non-water driven toilet, rebuilding it, then I'd have to clean myself up and whip down to the other end of the station and help set up for the spacewalk.\" By the end of the day, the spacewalk went without a hitch... and the toilet worked. \"It was my highlight of six months of orbiting the world.\" You can watch a tour of an ISS toilet here .\nSpace food has come a long way since the early days of gloopy pastes (you can read more about early space food here ). While US astronauts tend to celebrate with pizza nights, European Space Agency (Esa) astronauts can claim more sophisticated tastes. Italian Samantha Cristoforetti's mission included the first espresso machine in orbit and French astronaut Sophie Adenot plans to dine on gourmet meals developed by an award-winning chef. In future, the aim is to grow food in space and cook raw ingredients. Salad has already been successfully cultivated on the ISS and, in 2019, astronauts even managed to bake five cookies … but were not allowed to eat them. They had to be returned to Earth to see if they were safe.\nThe 2013 film Gravity highlighted what can go wrong when space junk gets out of control. The story imagines a \"Kessler syndrome\" event, with cascading impacts of orbital debris destroying spacecraft. With some 28,000 objects in orbit , the risks of crewed spacecraft being hit by debris is a growing concern. The ISS has avoided major damage but has still been scarred by impacts. During his 2015 mission, Tim Peake took this disconcerting picture of a chip in a Cupola window.\nSince the first assembly mission in December 1998, there have been more than 270 spacewalks at the ISS. Initially, most of them were to help piece the station together but, today, they are increasingly to repair or replace ageing parts. The longest spacewalk remains an eight-hour-and-56-minute excursion by Susan Helms and Jim Voss in 2001. During a spacewalk in 2013, Luca Parmitano almost drowned when his helmet began filling with water.\nApart from providing singing astronauts, one of Canada's greatest contributions to the ISS is a complex multi-jointed robotic arm. Canadarm2 , a development of the original robotic arm fitted to the Space Shuttle, is used for everything from assembly missions and spacecraft docking to carrying spacewalkers to different parts of the ISS – a truly memorable ride. Canada has also developed what it calls \"the most sophisticated space robot ever built\". Known as Dextre , it has two hands, five eyes and more attachments than a Swiss Army knife .\nVisiting the ISS is no longer only the preserve of space agency astronauts and cosmonauts, 13 private individuals have also flown to the ISS. Companies offering the rides prefer to call them spaceflight participants , rather than tourists. And even billionaires need to undergo months of training. Nasa is reported to charge around $35,000 (£26,500) a night for accommodation, although that does include meals and an view of the Earth.\nAt 28,000km/h (17,500mph), ISS astronauts experience 16 sunrises and 16 sunsets every day. The orbital track of the station takes it over some 80% of the Earth, which gives us a chance to see them pass overhead. The ISS is one of the brightest objects in the night sky. You can use a free Nasa app to alert you to viewing opportunities.\nReaching the ISS does not come cheap but it is less than it used to be. According to a 2018 report , each Space Shuttle flight cost in the region of $1.5bn (£1.13bn) – although the Shuttle could carry both astronauts and a payload. Today, the going rate for a seat in SpaceX's Dragon is around $55m (£41.6m) and a less comfy Russian Soyuz trip comes in at around $80m (£60.6m). Although competition has driven down costs, rockets are always going to be expensive with existing technology.\nMore like this:\n• What happens when astronauts get stuck in space\n• How the ISS will meet a fiery end\n• What comes after the ISS?\nStarliner has been described as the next big thing in human spaceflight . After plenty of setbacks, Boeing's new spacecraft was finally due for its maiden crewed test flight in June 2024. But Nasa would come to regret billing it as an eight-day mission. Multiple failures during docking led officials to decide to send Starliner back to Earth without a crew, leaving astronauts Sunita Williams and Butch Wilmore stuck on the station and spending Christmas in space. The two astronauts finally made it back to Earth in March 2025.\nAt 109m (356ft) the wingspan of the ISS solar arrays is longer than an Airbus A380. The arrays, which tilt to face the Sun, are connected to banks of batteries to ensure a continuous power supply. The ISS is also fitted with insulation and a cooling system to stop it overheating, with a bank of ammonia-filled radiators to dissipate heat into space. Ammonia leaks have been a cause of concern, resulting in emergency spacewalks to patch them up.\nIn 1969, a computer with the equivalent of only around 74 kilobyte ROM and 4 kilobyte RAM memory (a tiny fraction of what you'd find in your smartphone) enabled three astronauts to navigate the roughly 380,000km (236,000 miles) from the Earth to the Moon and descend to a precise spot on the lunar surface. The ISS requires rather more computing power and encompasses both the operating system on the station itself and mission control on the ground. In fact, there are multiple computers on the ISS – from clunky Soviet-era electronics to tablets. There are even adapted Raspberry Pi computers. Renamed Astro-Pi they have been used to run student experiments.\nWe all lose things at home – but imagine if you put them down and they drifted away. That is a frequent occurrence on the ISS and the reason why surfaces and astronaut clothes are covered in patches of Velcro. To keep track of what's onboard, almost every item – from critical hardware to toilet roll – is given a bar code and/or serial number. The whole system is overseen by the Inventory Stowage Officer in mission control. So, if astronauts run out of toilet roll, they know who to call. (Kindly provided by Nasa's mission control centre in Houston, this is by far our favourite ISS fact.)\nThe most difficult number to calculate or verify, we may never know the full cost of the ISS. We do know that Nasa alone spends between $3bn and $4bn (£2.27bn to £3bn) each year to operate the ISS. Has it been worth it? You decide.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week.\nFor more science, technology, environment and health stories from the BBC, follow us on Facebook and Instagram ."
    },
    {
      "id": 6,
      "title": "Indie band says AI stole their Billie Eilish cover",
      "link": "https://www.bbc.com/news/articles/cgke0n73r22o",
      "content": "An indie band has claimed their music was stolen and recreated by artificial intelligence (AI) after they shared a short teaser online.\nMilton Keynes group Torus decided to release a grunge-style cover of Billie Eilish's Ocean Eyes after a clip of them performing the song began to \"blow up a little bit\" on TikTok.\nBefore they could release their version, a similar track appeared on Spotify, uploaded by an artist called Independent Lemon, which predominantly uploads covers and has no social media presence, record label or live show dates.\nSpotify said: \"Our team looked into this and has removed the reported track.\"\nTorus believed someone used generative AI on their snippet to \"predict what the rest of the song was going to be\".\nThe Independent Lemon version began with what sounded like a clip of Torus performing the song, but it continues for a few more minutes longer, the band claimed.\nSinger and guitarist Alfie Glass said he initially thought a \"real person\" had done a \"cover of our cover\" and had done a \"pretty good job\".\nDrummer Jack Orr added: \"It took me a minute to realise that came from our initial clip, someone had just taken that clip and looped it a few times, but then I think AI had done something to it to - it added a riff or something.\"\nThe account has nearly 700,000 monthly listeners and has uploaded about 100 singles over the last year.\nMany of these are covers, and some have earned millions of streams.\nThere were versions of Michael Jackson, Lorde and the Macarena - sometimes done in a different genre, sped up or slowed down.\nFor Torus, it took about a month to record their Ocean Eyes cover that \"captures the same vibe we had on TikTok\".\nGlass admitted it was \"pretty annoying\" that somebody else had seemingly made their own version in seconds.\nOrr added: \"You can do covers of covers and that's fine... I don't really think AI in music is great. It kind of loses the soul of music. But I think it's more the crediting thing that is the important part.\n\"They literally copied it, like the drum pattern is exactly the same... they could have done a lot to it.\n\"At least bring inspiration from the original and do their own thing, but it's not inspiration when it's exactly the same.\"\nThe band planned to report the artist to Spotify in the hope that it could be taken down.\nThe BBC has been unable to contact representatives of Independent Lemon for comment on these claims.\nSimon Holland is a professor of music and human-computer interaction at the Open University, based in Milton Keynes.\nWhile he completed his PhD in AI and music, he stated that he did not use AI himself for music and instead focused on finding ways of using technology to encourage people to engage more deeply with music.\nHe explained that app users could pay for where they could generate songs from just a few words of description or a short audio demo.\nThe professor said: \"Generally, the quality can be not that good, but if you put in a good demo of music you had created and asked it to do a demo in a certain style, it could produce something quite polished.\nAfter listening to tracks by Independent Lemon, Prof Holland concluded it was not possible to say with certainty if they were AI-generated, but the songs had hallmarks of AI, such as how the vocals and music were \"less clear.\"\nOverall, he was optimistic that the existence of musicians was not threatened by the rise of AI.\nHe explained: \"Would you want a helicopter to drop you on the top of Everest? Would you be happy with that? Or would you want to be learning how to climb, how to push yourself?\n\"In this case, figuring out how to make music yourself, for musicians, that's the important thing. I don't think that's going to go away.\n\"I think musicians will probably react by changing the kind of music that they make. So AIs won't have enough training data to work on it.\n\"It's definitely going to make big changes.\n\"Some will be good, some will be bad... But it's not a good situation where people appear to be ripping off music by original musicians. This is obviously not good.\"\nSpotify added the service had reached out to the band via its music team and added that infringement of tracks can be reported via its website .\nFollow Beds, Herts and Bucks news on BBC Sounds , Facebook , Instagram and X ."
    }
  ]
}