{
  "category": "news",
  "articles": [
    {
      "id": 1,
      "title": "Zelensky hails 'new ideas' on peace after talks with US envoys",
      "link": "https://www.bbc.com/news/articles/c4g413yz9g5o",
      "content": "Ukraine's President Volodymyr Zelensky has given a positive assessment of a conversation he had with US envoys on how to end the Russia-Ukraine war.\nZelensky said Thursday's call with Steve Witkoff and Jared Kushner, which lasted nearly an hour, had yielded \"new ideas in terms of formats, meetings, and... timing on how to bring a real peace closer\".\nHe spoke a day after giving details of an updated 20-point peace plan, agreed by US and Ukrainian envoys in Florida .\nZelensky said he had asked Witkoff and Kushner to pass along Christmas greetings to US President Donald Trump \"and the entire Trump family\".\nThe Kremlin said it was analysing proposals brought back from the US by a Russian envoy.\nTrump and his envoys have been holding talks with both Ukraine and Russia in an effort to reach a deal to end the war which was started by Russia's full-scale invasion of Ukraine in February 2022.\nThere appears to have been some progress in recent days with Ukraine's president praising the \"good ideas\" put forward by Witkoff and Trump's son-in-law Kushner.\nZelensky said it had been an \"active day\" for his country's diplomacy, as he went into details with the US envoys.\nHe conceded that there was still \"work to be done on sensitive issues\" but added that \"together with the American team, we understand how to put all of this in place\".\nZelensky added that Ukraine's top negotiator Rustem Umerov, the country's top security official, \"will continue discussions with the American team\".\nThe 20-point peace plan agreed by the US and Ukraine is seen as an update to the  initial draft prepared by Witkoff several weeks ago.\nThat draft was widely seen as heavily geared towards Russia's maximalist pre-invasion demands, which Kyiv and its European said meant the de facto capitulation of Ukraine.\nDescribing the updated proposal on Wednesday, Zelensky had said it offered Russia the potential withdrawal of Ukrainian troops from the east and the creation of a demilitarised zone in their place.\nHe said the plan now included security guarantees from the US, Nato and Europeans for a co-ordinated military response if Russia invaded Ukraine again.\nOn the key question of Ukraine's industrial eastern Donetsk region, Zelensky said a \"free economic zone\" was a potential option. Any area that Ukrainian troops pulled out of would have to be policed by Ukraine, he stressed.\nMoscow currently controls about 75% of the Donetsk region, and some 99% of the neighbouring Luhansk. They are collectively known as Donbas.\nZelensky has been under heavy pressure from Trump to cede all of Donbas to Russia during ongoing Washington-led peace negotiations.\nThe Ukrainian leader has so far rejected any territorial concessions, and instead demanded iron-clad security guarantees for Ukraine in any potential settlement.\nRussian President Vladimir Putin has repeatedly warned that Ukrainian troops must leave Donbas or Russia will seize it .\nOn Thursday, Kremlin spokesman Dmitry Peskov said Moscow was studying the proposals brought back from the US by the Russian envoy, Kirill Dmitriev.\n\"We are examining this material, and depending on the decisions made by the head of state, we will continue our communication with the Americans,\" he said.\nWhile diplomatic efforts to end the conflict inch forward, fighting continues on the ground.\nThe Ukrainian military said on Thursday that it had struck one of Russia's key oil refineries in the southern region of Rostov with cruise missiles.\nThe Novoshakhtinsk refinery near the Ukrainian border is critical for supplying fuel for Russian military operations in occupied eastern Ukraine.\nThe Russian defence ministry said its forces had taken control of the settlement of Sviato-Pokrovske in the Donetsk region.\nEarlier this week, Ukrainian troops withdrew from the embattled eastern town of Siversk.\nThe capture of the town brings Russia closer to the last remaining \"fortress belt\" cities of Sloviansk and Kramatorsk still in Ukrainian hands in the Donetsk region."
    },
    {
      "id": 2,
      "title": "Heavy rain storms in California leave three dead as of Christmas night",
      "link": "https://www.bbc.com/news/articles/c1lr3p7n87yo",
      "content": "Heavy rain storms across large parts of California triggered floods and mudslides and left three dead as of Christmas night, according to local officials.\nThe storms - which were expected to continue through Friday - brought 11 inches (27 cms) of rainfall to some parts of Los Angeles County, prompted evacuations and shut down major roads.\nEmergency responders have had to perform several rescues,  including people stuck in vehicles as flood waters rise.  California's Governor Gavin Newsom declared a state of emergency on Wednesday in Los Angeles and other southern California counties.\nAbout 100,000 people in the state were without power as of Thursday evening.\nThe US Weather Prediction Center said on Thursday that \"Numerous flash flooding events are possible\".\n\"In addition, many streams may flood, potentially affecting larger rivers.\"\nA 64-year-old man from San Diego was killed on Wedesday morning by a fallen tree, the police department told US media.\nAnother person, a 74-year-old, died from flood waters over the weekend as police tried to rescue him from inside a vehicle in Redding, the town's mayor told local news.\nAnd on Monday, a woman in her 70s died after she \"was knocked off a rock by a large wave and swept into the ocean\" at MacKerricher State Park in Mendocino County, the sheriff's office said in a statement.\nEvacuation warnings were in effect for some residents of San Bernardino County in southern California, and flash food warnings were issued for those in the San Francisco Bay area on Thursday morning.\nWind speeds in the Bay Area topped 100mph (161km/h) at one observatory near San Jose, the San Francisco Chronicle reported.\nIn Altadena, near Los Angeles, residents experienced a mudslide from flooding in a vegetation-stripped area that was less able to absorb water due to the wildfires that scorched the neighbourhood in January of this year, the BBC's US partner CBS News reported.\nLos Angeles Mayor Karen Bass has also declared an emergency from the storms and warned residents to be cautious on roads during a time of busy holiday travel.\n\"I am urging all Angelenos to stay safe and be extremely careful on the roads if you absolutely must travel,\" she said in a statement on Wednesday. \"Please do not take this storm lightly.\"\nThe storms came from multiple atmospheric rivers that carried large plumes of moisture from the tropics during one of the busiest travel weeks of the year, CBS News reported."
    },
    {
      "id": 3,
      "title": "India's solar boom faces a hidden waste problem",
      "link": "https://www.bbc.com/news/articles/cd6x75x4j02o",
      "content": "India's rapid solar energy expansion is widely hailed as a success. But without a plan to manage the waste it will generate, how clean is the transition?\nIn just over a decade, India has become the world's third-largest solar producer, with renewables now central to its climate strategy. Solar panels are everywhere - from vast solar parks to blue rooftops across cities, towns and villages.\nAlongside large solar parks, millions of rooftop systems now feed power into the electricity grid. Government data show nearly 2.4 million households have adopted solar under a subsidy scheme.\nSolar growth has cut India's reliance on coal. Though thermal and other non-renewables still supply over half of installed capacity, solar now contributes more than 20%. Yet the achievement carries a challenge: while clean in use, solar panels can pose environmental risks if not properly managed.\nSolar panels are mostly recyclable, made of glass, aluminium, silver, and polymers - but trace toxic metals like lead and cadmium can pollute soil and water if mishandled.\nSolar panels typically last about 25 years, after which they are removed and discarded. India currently has no dedicated budget for solar-waste recycling and only a few small facilities to process old panels.\nIndia has no official data on solar waste, but a study estimated around 100,000 tonnes by 2023, rising to 600,000 tonnes by 2030. For now, the volume is small, but experts warn the bulk is yet to come - and without rapid recycling investment, India could face a growing waste crisis.\nA new study by the Council on Energy, Environment and Water (CEEW) estimates that India could generate more than 11 million tonnes of solar waste by 2047. Managing this would require almost 300 dedicated recycling facilities and an investment of $478 (£362m) over the next two decades.\n\"Most of India's large solar parks were built in the mid-2010s, so the real wave of waste is coming in 10 to 15 years,\" says Rohit Pahwa of energy company Targray.\nIndia's solar-waste projections mirror global patterns: the US may generate 170,000–1 million tonnes and China nearly one million tonnes by 2030, following rapid solar expansion in the 2010s.\nThe policy landscape, however, differs significantly.\nIn the US, solar-panel recycling is mostly market-driven under a patchwork of state rules. China's system, like India's, is still developing and lacks a dedicated regulatory framework.\nIn 2022, India brought solar panels under e-waste rules, making manufacturers responsible for collecting, storing, dismantling and recycling them at end of life.\nExperts say enforcement is uneven, especially for home and small-scale panels, which make up 5–10% of installations. Though modest, these panels can still generate substantial waste, as they are harder to track, collect, and recycle.\nDamaged or discarded panels often end up in landfills or with unauthorised recyclers, where unsafe methods can release toxic materials. The BBC has contacted India's renewable energy ministry for comment.\n\"Solar power gives an illusion of clean energy for two decades, but without a serious plan for recycling panels it risks leaving behind a graveyard of modules and not much of a legacy,\" says environment expert Sai Bhaskar Reddy Nakka.\nDespite the challenges, experts say the problem is not without opportunities.\n\"As waste rises, so will the demand for companies that know how to process it,\" Mr Pahwa says.\nEfficient recycling could reclaim 38% of materials for new panels by 2047 and prevent 37 million tonnes of carbon emissions from mining, says CEEW.\nIndia already has markets for glass and aluminium, and metals found in solar cells - silicon, silver, and copper - can be recovered for new panels or other industries, says Akansha Tyagi, co-author of the study.\nCurrently, most solar waste is processed with basic methods that recover only low-value materials like glass and aluminium, while precious metals are lost, damaged or extracted in tiny amounts.\nExperts say the next decade will be decisive for India's solar goals. The country must act fast - building a regulated, self-sustaining recycling system, raising household awareness, and integrating waste collection into solar business models.\nCompanies that profit from solar power should also be responsible for what happens to panels once they stop working, says Mr Nakka.\n\"Without proper recycling, clean energy today could mean more waste tomorrow,\" he warned.\nFollow BBC News India on Instagram , YouTube, X and Facebook ."
    },
    {
      "id": 4,
      "title": "I'm watching brain surgery to see if Alzheimer's can ever be cured",
      "link": "https://www.bbc.com/news/articles/cn4dnwky48wo",
      "content": "Is curing Alzheimer's disease an impossible challenge or can we get there?\nTo find out I've been invited to watch brain surgery at the cutting edge of dementia research.\nI'm wearing scrubs at the back of an operating theatre at Edinburgh Royal Infirmary. The intense focus of the dozen people in the room radiates an aura of calm despite the cacophony of medical machinery beeping and pumping away.\nThe patient is sedated and covered up on the operating table. On the large screens above I can see the MRI scan of his brain. It is impossible to miss the large, bright white mass of a tumour. The cancer had started in his colon before spreading deep inside his brain.\n\"It's not on the surface of the brain so we need to make a hole in the cortex,\" Prof Paul Brennan, professor of neurosurgery tells me, \"as small as possible, but large enough that we can get down towards the tumour\".\nThe cortex is the outer layer of the brain involved in language, memory, and thought. The inner parts of the brain are softer, but the cortex has to be cut through.\nProf Brennan uses a surgical drill to remove a flap of skull. The exposed brain is pink, flushed with blood, and gently pulsing to the beat of the heart.\nStanding next to me is Dr Claire Durrant, an Alzheimer's researcher at the University of Edinburgh.\nShe's holding a container of ice-cold, artificial cerebrospinal fluid, which mimics the liquid that bathes the brain and spinal cord.\nIn most brain surgeries the removed section of cortex is medical waste and would be binned. But Edinburgh is one of only a handful of centres around the world where it is collected, with permission, for dementia research.\nWhen the moment comes, it is quick. Prof Brennan places a section of brain - about the size of my thumb nail - into the jar to sustain it.\nThen, with a quick thank you, we're getting changed and travelling across the city to the university.\nIn the back of the car it strikes me how, just minutes ago, this piece of brain was still a part of a man's thoughts and fears of the surgery he was about to face.\n\"I'm always aware - every time - what we're getting is a precious gift on what is probably the worst day of that person's life,\" Dr Durrant tells me.\nHer lab is one of the few to work on living adult brain tissue to try to understand dementia and other diseases.\n\"By developing these techniques we hope we're going to move forward to a world free of many different, horrible neurological diseases,\" she says.\nAround one million people in the UK have some form of dementia, with Alzheimer's being the most common.\nBut can it ever be cured? That was the question set by the inventor Sir James Dyson who is guest editing BBC Radio 4's Today programme on Boxing Day .\nDr Durrant's laboratory team are trying to figure out the answer by understanding the fundamental biology of Alzheimer's.\nThere are still crucial unknowns - there isn't a definitive explanation of why the connections between neurons, called synapses, are lost in Alzheimer's.\nThe four scientists preparing the brain tissue in the lab work in synchrony like a pitstop team - which is very on brand as the research is sponsored by the Race Against Dementia charity set up by Formula 1's Jackie Stewart.\nFirst, the brain sample is set in jelly. Next, it is cut into slices 10-20 brain cells deep, before being stored in specialised incubators to keep the tissue alive.\nThe team are then exposing the brain slices to toxic proteins called amyloid and tau, which build up in the brains of people with Alzheimer's disease. It allows them to witness the destruction of synapses and see if there is a way of stopping it.\nEverything Dr Durrant is seeing so far convinces her that curing Alzheimer's is not an impossible challenge.\n\"The evidence we have at the moment is that it is a disease, and that we know from past experiences that disease can be cured. Maybe one day we'll find evidence that Alzheimer's disease is inherently part of being human, but at the moment I don't see that,\" says the Race Against Dementia Dyson Fellow.\n\"I've not seen so much hope in Alzheimer's disease research than I do right now. I'm really hopeful we'll see meaningful change in my lifetime.\"\nGlimmers of hope came from two drugs – called lecanemab and donanemab –  that slow the pace of Alzheimer's disease.\nThey were a scientific achievement, however their real-world impact in patients has been labelled by some as too small to be noticeable. Neither is funded by the NHS.\nBut Prof Tara Spires-Jones, director of the Centre for Discovery Brain Science at the University of Edinburgh, thinks these two drugs have \"really opened the door\" for cracking Alzheimer's.\nShe greets me from behind a giant theatrical curtain in her lab. It is blocking out the light so she can work at a highly-sensitive confocal microscope that uses lasers to illuminate brain samples.\nShe's studying the role of star-shaped immune cells, called astrocytes, in Alzheimer's.\nIt is part of a growing acknowledgement that Alzheimer's may need to be tackled from multiple directions.\nLecanemab and donanemab both target the toxic sticky protein called amyloid. Clinical trials of drugs targeting the other protein tau are under way.\nAnd the importance of the immune system, inflammation, the health of your blood vessels and how genetics and the environment combine are all furthering understanding of Alzheimer's.\nProf Spires-Jones thinks there will be three key moments:\nShe thinks we are five to 10 years away from a treatment that is \"truly life-changing\" and we will get to the point where we can \"really make your life normal\" by catching the disease early enough and then halting it.\nBut while there is optimism, it will still need research and clinical trials to prove that curing Alzheimer's is possible.\n\"The human brain is so phenomenally complex that we really just have to see it in people,\" Prof Spires-Jones says.\nTo listen back to the full BBC Radio 4 Today Programme Guest edit with Sir James Dyson head to BBC Sounds.\nThe Today programme Sir James Dyson guest edit was produced by Laura Cooper."
    },
    {
      "id": 5,
      "title": "US launches deadly strikes against Islamic State in Nigeria, says Trump",
      "link": "https://www.bbc.com/news/articles/cj69j8l918do",
      "content": "President Donald Trump has said the US launched a \"powerful and deadly strike\" against the Islamic State (IS) group in north-western Nigeria.\nThe US leader described IS as \" terrorist scum\", accusing the group of \"targeting and viciously killing, primarily, innocent Christians\".\nTrump said the US military \"executed numerous perfect strikes\", while the US Africa Command (Africom) later reported that Thursday's attack was carried out in co-ordination with Nigeria in the Sokoto state.\nNigerian Foreign Minister Yusuf Maitama Tuggar told the BBC it was a \"joint operation\" targeting \"terrorists\", and it \"has nothing to do with a particular religion\".\nWithout naming IS specifically, Tuggar said the operation had been planned \"for quite some time\" and had used intelligence information provided by the Nigerian side.\nThe minister did not rule out further strikes, adding that this depended on \"decisions to be taken by the leadership of the two countries\".\nIn his post on Truth Social late on Thursday, Trump said that \"under my leadership, our Country will not allow Radical Islamic Terrorism to prosper\".\nIn November, Trump ordered the US military to prepare for action in Nigeria to tackle Islamist militant groups.\nHe did not say at the time which killings he was referring to - but claims of a genocide against Nigeria's Christians have been circulating in recent months in some right-wing US circles.\nMeanwhile, US Defence Secretary Pete Hegseth said on Thursday he was \"grateful for Nigerian government support & cooperation\".\n\"Merry Christmas!\" he added, writing on X.\nThe US Department of Defense later posted an unclassified short video that appeared to show a missile being launched from a military vessel.\nOn Friday morning, the Nigerian foreign ministry said in a statement that the country's authorities \"remain engaged in structured security co-operation with international partners, including the United States of America, in addressing the persistent threat of terrorist and violent extremism.\n\"This has led to precision hits on terrorist targets in Nigeria by air strikes in the North West,\" the statement said.\nGroups monitoring violence say there is no evidence to suggest that Christians are being killed more than Muslims in Nigeria, which is roughly evenly divided between followers of the two religions.\nAn adviser to Nigerian President Bola Tinubu told the BBC at the time that any military action against the jihadist groups should be carried out together.\nDaniel Bwala said Nigeria would welcome US help in tackling the Islamist insurgents but noted that it was a \"sovereign\" country.\nHe also said the jihadists were not targeting members of a particular religion and that they had killed people from all faiths, or none.\nPresident Tinubu has insisted there is religious tolerance in the country and said the security challenges were affecting people \"across faiths and regions\".\nTrump earlier announced that he had declared Nigeria a \"Country of Particular Concern\" because of the \"existential threat\" posed to its Christian population. He said \"thousands\" had been killed, without providing any evidence.\nThis is a designation used by the US state department that provides for sanctions against countries \"engaged in severe violations of religious freedom\".\nFollowing this announcement, Tinubu said his government was committed to working with the US and the international community to protect communities of all faiths.\nJihadist groups such as Boko Haram and Islamic State West Africa Province have wrought havoc in north-eastern Nigeria for more than a decade, killing thousands of people - however most of these have been Muslims, according to Acled, a group which analyses political violence around the world.\nIn central Nigeria, there are also frequent clashes between mostly Muslim herders and farming groups, who are often Christian, over access to water and pasture.\nDeadly cycles of tit-for-tat attacks have also seen thousands killed - but atrocities have been committed on both sides.\nHuman rights groups say there is no evidence that Christians have been disproportionately targeted.\nLast week, the US said it had carried out a \"massive strike\" against IS in Syria,\nThe US Central Command (Centcom) said fighter jets, attack helicopters and artillery \"struck more than 70 targets at multiple locations across central Syria\". Aircraft from Jordan were also involved."
    },
    {
      "id": 6,
      "title": "Indonesians raise white flags as anger grows over slow flood aid",
      "link": "https://www.bbc.com/news/articles/ckgzwqjpzp4o",
      "content": "For weeks now, angry and distressed residents in Indonesia's westernmost province have been raising white flags over the state's slow response to a series of deadly floods.\nTriggered by a rare cyclone in November, the deluge killed more than 1,000 people and displaced hundreds of thousands across the island of Sumatra. In Aceh, the worst-hit province which accounted for nearly half of the deaths, many still do not have ready access to clean water, food, electricity and medical supplies.\nIn a sign of just how frustrating managing the crisis has become, the governor of North Aceh broke down publicly earlier this month.\n\"Does the central government not know [what we're experiencing]? I don't understand,\" a tearful Ismail A Jalil said in front of cameras.\nBut President Prabowo Subianto has refused foreign aid, insisting the situation is \"under control\". \"Indonesia is capable of overcoming this disaster,\" he told his cabinet last week. Prabowo has also so far ignored calls to declare it a national disaster, which would unlock emergency funds and streamline relief efforts.\nPrabowo's administration has increasingly been criticised as reactive, disorganised and out of touch – adjectives that some analysts say have come to define his presidency, which he won in February 2024 on the back of populist pledges.\nAlready this year, his flagship billion-dollar free school meals programme has been mired in controversy over mass food poisonings . In August and September, thousands of Indonesians took to the streets over unemployment and rising costs of living, in what were some of the biggest protests the country has seen in decades.\nAnd now his government's response to November's floods has become yet another challenge for the leader, even as his approval ratings have held steady at about 78%.\nLast Thursday, dozens of protesters rallied in Aceh's capital, Banda Aceh, waving white flags and demanding that the central government opens the door to foreign aid.\nStanding among the crowd was a little girl holding a sheet of paper, which read: \"I am just three years old, I want to grow up in a safe and sustainable world.\"\nThough typically seen as a symbol for surrender, the white flags that have popped up across the province – on broken rooftops, along eroded riverbanks and outside mosques – are a call for international solidarity, protesters say.\n\"The flags do not mean we are giving in. They are a distress signal to grab the attention of friends outside, to let them know the conditions in Aceh today are very bad,\" Husnul Khawatinnissa, who was at the rally, tells the BBC.\nEntire villages have been wiped out, while widespread damage to roads and infrastructure has also isolated many communities. Survivors have spoken of sickness and starvation.\n\"How long more do we have to wash ourselves in mud and floodwaters,\" shouted Nurmi Ali, another demonstrator.\nProvincial authorities have reached out to the United Nations for support, with the Aceh governor declaring he welcomes help \"from anyone, anywhere\".\nPrabowo's administration has said relief efforts are under way on a \"national scale\", noting that it has disbursed some 60 trillion rupiah ($3.6bn) for reconstruction efforts.\nFor some in Aceh, the situation brings back painful memories of the 2004 Boxing Day tsunami, one of the worst natural disasters ever.\nA magnitude 9.1 undersea earthquake unleashed a tsunami that triggered waves up to 30m (100 feet) high which slammed into the Indian Ocean coastline that morning, killing an estimated 230,000 people in more than a dozen countries.\nAceh, already ravaged by decades of civil war , was among the hardest-hit. Locals say they had only recently finished rebuilding their lives when disaster struck again in November.\nRelief arrived more quickly after the 2004 tsunami, even though it was far more devastating, they say.\nVarious countries, multilateral agencies like the World Bank, and private organisations poured billions of dollars into the recovery effort. The Indonesian government then set up a dedicated agency to manage funds and aid projects.\n\"Everyone took action and the community recovered quickly after the tsunami. What we're suffering now is worse,\" said Rindu Majalina, who was a high-school student when the tsunami struck.\nThe mother of three has been struggling to feed her children since the recent floods swallowed their home. Residents \"fight like zombies\" for every bit of supply delivered to her village \"because we are starving\", she added.\nSeveral countries have offered aid. The UAE, for instance, sent 30 tonnes of rice and 300 relief packages to Medan, another city hit by the floods – but it was all sent back by authorities following what they described as \"guidance\" from the central government.\nThe president's refusal to accept international aid is his way of asserting authority, said Vidhyandika Djati Perkasa, a senior politics researcher at Indonesia's Centre for Strategic and International Studies.\n\"Opening the door to foreign assistance means inviting foreign scrutiny, which they do not want... [Prabowo] doesn't want to be seen as a failure and is trying to maintain his image ,\" Mr Perkasa said, noting however that this could backfire politically.\nPrabowo has prioritised the \"symbolic performance of sovereignty\" over crisis management, said Vedi Hadiz, an Asian studies professor at the University of Melbourne.\nCritics say the government has little understanding of the situation on the ground. Some also accuse Prabowo of being insensitive toward flood victims by promoting the expansion of palm oil plantations - environmental groups say the deforestation caused by that has also worsened the floods.\nRindu Majalina said she initially thought herself fortunate to have survived the floods, \"but it turns out the post-disaster situation is even worse\".\n\"It has been very painful and miserable,\" she said. \"Everything has come to a complete standstill, from markets to schools to offices. My children don't know if they'll ever be able to go back to school.\"\nWith reporting by Akramul Muslim, Rino Abonita and Nanda Fahriza Batubara in Aceh"
    },
    {
      "id": 7,
      "title": "Quiz of the Year 2025, Part 2: What did Katy Perry sing on that all-female space flight?",
      "link": "https://www.bbc.com/news/articles/c62lll607g4o",
      "content": "As spring turned to summer, Mark Carney led Canada's Liberal Party to an unlikely victory , Prince Harry told the BBC he wanted to reconcile with the Royal Family , and David Beckham got a knighthood .\nBut how much attention did you pay to what else happened in the world?\nTest your memory of April to June in part two of our four-part Christmas quiz - 52 questions for 52 weeks of the year.\nAnd when you're done, try part one , covering January to March.\nQuiz compiled by Ben Fell .\nFancy some more? Have a go at something from the archives ."
    }
  ]
}