{
  "category": "news",
  "articles": [
    {
      "id": 1,
      "title": "Online classes and construction ban as toxic haze covers Delhi",
      "link": "https://www.bbc.com/news/articles/c04v39dk053o",
      "content": "Schools in Delhi and surrounding areas have moved classes online and construction has been banned as the Indian capital grapples with hazardous air quality.\nOn Monday morning, a toxic haze engulfed the city, affecting visibility and delaying flights and trains.\nThe city's air quality index (AQI) - which measures PM2.5, fine particulate matter that can clog lungs, and other pollutants - was more than 30 times the limit recommended by the World Health Organization. Exposure to this level of pollution can cause serious health problems, especially in children and elderly people.\nToxic air is a recurring problem in Delhi and its suburbs, especially during winters.\nThe problem is attributed to a mix of factors such as industrial emissions, vehicle exhaust, dropping temperatures, low wind speeds and the seasonal burning of crop stubble in neighbouring states.\nAverage AQI in Delhi early on Monday was 471, according to the government's Safar app.\nIndia's pollution watchdog classifies AQI levels of 101–200 as moderate, 201–300 as poor, 301–400 as very poor, and anything above 400 as severe. Government-backed apps cap readings at 500, even though private and international monitors often record much higher levels.\nThe sudden dip in air quality levels since Saturday came after the capital had shown some improvement over the past week -  when it oscillated between \"poor\" and \"very poor\".\nOn Sunday, India's Commission for Air Quality Management (CAQM) invoked the highest level of its graded response action plan (GRAP) to tackle pollution, scaling up from \"level III\" to \"level IV\" of the plan.\nAs a result, older diesel trucks have been barred from entering Delhi, construction activity has been halted, and schools have been told to switch to hybrid classes, with younger children required to study online.\nIndia's top court also issued a circular on Sunday advising lawyers and litigants to appear virtually for hearings.\nThe CAQM said the latest deterioration was driven by high moisture levels and a change in wind direction, which reduced the dispersion of pollutants and encouraged smog formation.\nAuthorities have warned residents, particularly children and people with heart or respiratory conditions, to stay indoors and advised wearing masks if going outside.\nProlonged exposure to severe AQI can cause respiratory problems even among healthy people.\nMore than 200,000 cases of acute respiratory illnesses were recorded in six state-run hospitals in Delhi between 2022 and 2024 as the capital struggled with rising pollution levels, the federal government told parliament earlier this month.\nFollow BBC News India on Instagram , YouTube, Twitter and Facebook .\nSign up for our Future Earth newsletter to get exclusive insight on the latest climate and environment news from the BBC's Climate Editor Justin Rowlatt, delivered to your inbox every week. Outside the UK? Sign up to our international newsletter here."
    },
    {
      "id": 2,
      "title": "Pro-democracy Hong Kong tycoon Jimmy Lai convicted in high-profile national security trial",
      "link": "https://www.bbc.com/news/articles/cp844kjj37vo",
      "content": "Hong Kong pro-democracy campaigner and media tycoon Jimmy Lai has been found guilty of colluding with foreign forces under the city's controversial national security law (NSL).\nThe 78-year-old UK citizen, who has been in jail since December 2020, pleaded not guilty. He faces life in prison and is expected to be sentenced early next year.\nLai used his now-defunct Apple Daily newspaper as part of a wider effort to lobby foreign governments to impose sanctions on Hong Kong and China, the court found.\nHong Kong chief executive John Lee welcomed the verdict, noting that Lai's actions \"damaged the country's interests and the welfare of Hong Kongers\". Rights groups called it \"a cruel judicial farce\".\nThey say the NSL, which Beijing defends as essential for the city's stability, has been used to crush dissent.\nDelivering the verdict on Monday,  Judge Esther Toh said there is \"no doubt\" that Jimmy Lai \"harboured hatred\" for the People's Republic of China (PRC), citing his \"constant invitation to the US to help bring down the government of the PRC with the excuse of helping the people of Hong Kong\".\nWhen Lai testified in November , he denied all the charges against him, saying he had \"never\" used his foreign contacts to influence foreign policy on Hong Kong.\nAsked about his meeting with then US Vice President Mike Pence, Lai said he did not ask anything of him: \"I would just relay to him what happened in Hong Kong when he asked me.\"\nHe was also asked about his meeting with then-secretary of state Mike Pompeo, to which he said he had asked Pompeo, \"not to do something but to say something, to voice support for Hong Kong\".\nLai, one of the fiercest critics of the Chinese state, was a key figure in the pro-democracy protests that engulfed Hong Kong in 2019. Beijing responded to the months-long demonstrations, which sometimes erupted into violent clashes with police, by introducing the NSL.\nThe law was enacted without consulting the Hong Kong legislature and gave authorities broad powers to charge and jail people they deemed a threat to the city's law and order, or the government's stability.\nLai was accused of violating the NSL for his role in the protests and also through his tabloid Apple Daily, which became a standard bearer for the pro-democracy movement.\nMonday's ruling also found Lai guilty of publishing seditious material on Apple Daily under a separate colonial-era law.\nLai appeared calm as the verdict was read out and waved goodbye to his family as he was escorted out of the courtroom. Lai's wife Teresa and one of his sons were in court, along with Cardinal Joseph Zen, a long-time friend who baptised Lai in 1997.\n\"Mr Lai's spirit is okay,\" his lawyer Robert Pang said after the verdict. \"The judgement is so long that we'll need some time to study it first. I don't have anything to add at the moment.\" He did not say whether they would appeal.\nJimmy Lai's son Sebastien urged the UK government to \"do more\" to help free his father.\n\"It's time to put action behind words and make my father's release a precondition to closer relationships with China,\" he told a press conference in London.\nThe UK condemned what it described as \"politically motivated persecution\" of Lai, saying he had been \"targeted... for peacefully exercising his right to freedom of expression\".\n\"The UK has repeatedly called for the National Security Law to be repealed and for an end to the prosecution of all individuals charged under it,\" the Foreign, Commonwealth & Development Office said in a statement on Monday.\n\"The Chinese government abused Jimmy Lai with the aim of silencing all those who dare to criticise the CCP [Chinese Communist Party],\" said Elaine Pearson, Asia director at Human Rights Watch, following the verdict.\n\"In the face of the farce of Jimmy Lai's case, governments should pressure the authorities to withdraw the case and release him immediately.\"\nChinese foreign ministry spokesman Guo Jiakun responded to the criticism \"by certain countries\".\n\"China expresses strong dissatisfaction and firm opposition to the brazen defamation and smearing of the judicial system in Hong Kong,\" he told reporters.\nWestern governments, including the UK and US, have for years called for Lai's release, which Beijing and Hong Kong have rejected.\nUS President Donald Trump had earlier vowed to \"do everything to save\" Lai, while UK PM Keir Starmer had said securing his release was a \"priority\".\nLai's trial came to be widely seen as yet another test of judicial independence for Hong Kong's courts, which have been accused of toeing Beijing's line since 2019, when it tightened its control over the city.\nHong Kong authorities insist the rule of law is intact but critics point to the hundreds of protesters and activists who have been jailed under the NSL - and its nearly 100% conviction rate as of May this year.\nBail is also often denied in NSL cases and that was the case with Lai too, despite rights groups and Lai's children raising concerns about his deteriorating health. He has reportedly been held in solitary confinement.\nSebastien Lai told the BBC earlier this year that his father's \"body is breaking down\" - \"Given his age, given his health... he will die in prison .\"\nThe Hong Kong government has also been criticised for barring foreign lawyers from working on NSL cases without prior permission. They said it was a national security risk, although foreign lawyers had operated in the city's courts for decades. Subsequently Lai was denied his choice of lawyer, who was based in the UK.\nLai now joins dozens of figures of the city's pro-democracy movement who have been sentenced to prison under the NSL.\nThe chief of Hong Kong's national security police addressed the media after the verdict, saying Lai had \"fabricated news\" in pursuit of \"political goals\".\nOn the mainland, state-run Global Times quoted a Hong Kong election committee member as saying that the case sends a \"clear message\": \"Any attempt to split the country or undermine Hong Kong's prosperity and stability will be met with severe punishment under the law.\"\nLai, who was born in mainland China , fled to Hong Kong when he was 12 years old and got his footing as a businessman after founding the international clothing brand Giordano.\nHis journey as a democracy activist began after China brutally crushed pro-democracy protests in Beijing's Tiananmen Square in 1989.\nLai started writing columns criticising the massacre and went on to launch a string of popular pro-democracy publications, including Apple Daily and Next.\nEven now, many Hong Kongers see him as a leading voice for democracy - about 80 people had queued to enter the court ahead of the verdict on Monday.\nOne of them was Ms Lam who didn't want to share her full name. An apple in hand, she said she started queuing around 11:00 local time on Sunday – nearly a full day before the session – because dozens of people had come before her. It was a cold night, she said, but she did it because she had wanted to wish Lai good luck.\n\"We all feel frustrated and powerless. Yet, there must be an ending to the whole issue and time comes when it comes,\" a former Apple Daily journalist, who was also in court, told the BBC.\n\"Jimmy always said that he was indebted to Hong Kong... but I think Hong Kong and most Hong Kongers are so grateful to have him upholding the core values, good faith and integrity for the community at the expense of his well being and personal freedom.\"\nIn his testimony, Lai had said that he had \"never allowed\" his newspaper's staff to advocate for Hong Kong independence, which he described as a \"conspiracy\" and \"too crazy to think about\".\n\"The core values of Apple Daily are actually the core values of the people of Hong Kong,\" he had said. These values, he added, include the \"rule of law, freedom, pursuit of democracy, freedom of speech, freedom of religion, freedom of assembly\"."
    },
    {
      "id": 3,
      "title": "Smooth end to Messi India tour after Kolkata chaos",
      "link": "https://www.bbc.com/news/articles/cdxwg94v4veo",
      "content": "Football superstar Lionel Messi has wrapped up his three-day India tour in pollution-choked Delhi, after a chaotic opening in Kolkata.\nOn Monday, thousands of fans gathered in a Delhi stadium to get a glimpse of the Argentina and Inter Miami forward.\nAs Messi, accompanied by Inter Miami team-mates Luis Suárez and Rodrigo De Paul, strolled on the pitch - kicking balls into the stands, passing with a group of children and signing autographs - the crowd chanted his name.\nHis flight from Mumbai had been delayed due to fog, local media reported, and his itinerary had to be trimmed. On Saturday angry fans vandalised a Kolkata stadium  because they didn't get to see him during his appearance there.\nMessi had a packed schedule in India, attending a string of promotional events in Kolkata, Hyderabad and Mumbai since arriving in the early hours of Saturday.\nBefore heading to Kolkata's Salt Lake Stadium later that day, he virtually unveiled a 70ft (21m) statue of himself, assembled over 27 days by a 45-strong crew in the eastern city.\nThe tour, however, got off to a disastrous start after angry fans ripped up seats and threw items towards the pitch at the stadium.\nFootball is hugely popular in West Bengal state - of which Kolkata is the capital - and thousands of adoring supporters had paid up to 12,000 rupees (£100; $133) to attend the event.\nHowever, most of them didn't even get to see him as he was surrounded by officials and celebrities on his brief walk around the stadium and then quickly whisked away as the situation turned hostile.\nKolkata's The Telegraph newspaper said in an editorial that \"poor management of a hyped-up event, lack of co-ordination\" and security lapses turned the stadium into a \"battlefield\", as fans - denied even a glimpse of Messi - \"vented their anger by indulging in violence\".\nThe ruckus, which made international headlines, cast a shadow over Messi's first visit to India since 2011 for what has been called a 'GOAT [greatest of all time] tour'.\nThe event organiser in Kolkata has been arrested, police said, and a city court has remanded Satadru Dutta to 14 days in police custody.\nMessi's visits to Hyderabad and Mumbai passed off smoothly, with fans sharing their delight at seeing the global icon online and in media interviews.\nMessi also met several politicians and celebrities - Bollywood star Shah Rukh Khan in Kolkata (at his hotel before the stadium fiasco), opposition leader Rahul Gandhi in Hyderabad, and cricket legend Sachin Tendulkar in Mumbai.\nIn between these interactions, Messi could be seen waving to large fan gatherings in stadiums and dribbling the ball with groups of children.\nThere were reports earlier that Messi would meet Narendra Modi in Delhi, but the Indian prime minister left the country on Monday morning on a scheduled visit to Jordan, Ethiopia and Oman.\nMessi's popularity stems not just from his long international career and wide TV coverage of European football - he's record scorer for Barcelona, the team he used to play for - but also the emotional connection that millions of Indians have with what is often called the beautiful game.\nFollow BBC News India on Instagram , YouTube, Twitter and Facebook ."
    },
    {
      "id": 4,
      "title": "Who is Jimmy Lai, Hong Kong's pro-democracy media tycoon?",
      "link": "https://www.bbc.com/news/articles/cgm2z7497yko",
      "content": "Hong Kong's pro-democracy media tycoon Jimmy Lai has been found guilty of colluding with foreign forces under the city's controversial national security law.\nLai could face life in prison when he is sentenced at a later date.\nHailed by some as a hero and scorned by others as a traitor, the 78-year-old is the most prominent person charged under the law which China introduced in 2020, in response to massive protests which erupted in Hong Kong the year before.\nThe law criminalises anything Beijing deems to be subversive or secessionist, from chanting slogans to participating in pro-democracy protests. Beijing says it is necessary to maintain stability in Hong Kong but critics say it has effectively outlawed dissent.\nLai's sentencing will come at a later date. He has been detained since December 2020\nHong Kong says Lai has been given a fair trial under the rule of law, but critics say his case shows how the city's legal system has been used to silence political opposition.\nHis family has voiced concerns about his deteriorating health in detention. This August, his son Sebastien told the BBC that even if his father - a British citizen - got just five years in prison, it was \"practically the same as a death penalty.\"\nMr Lai became one of the fiercest critics of the Chinese state and a leading figure advocating democracy in the former British territory.\n\"I'm a born rebel,\" he told the BBC in an interview in 2020, hours before he was charged. \"I have a very rebellious character.\"\nLai was born in Guangzhou, a city in southern China, to a wealthy family that lost everything when the communists took power in 1949.\nHe was 12 years old when he fled his village in mainland China, arriving in Hong Kong as a stowaway on a fishing boat.\nWhile working odd jobs and knitting in a small clothing shop he taught himself English. He went from a menial role to eventually founding a multi-million dollar empire including the international clothing brand Giordano.\nThe chain was a huge success. But when China sent in tanks to crush pro-democracy protests in Beijing's Tiananmen Square in 1989, Lai began a new journey as a vocal democracy activist as well as an entrepreneur.\nHe started writing columns criticising the massacre that followed the demonstrations in Beijing and established a publishing house that went on to become one of Hong Kong's most influential.\nAs China responded by threatening to shut his stores on the mainland, leading him to sell the company, Lai launched a string of popular pro-democracy titles that included Next, a digital magazine, and the widely read Apple Daily newspaper.\nIn a local media landscape increasingly fearful of Beijing, Lai had been a persistent critic of Chinese authorities both through his publications and writing.\nThis has seen him become a hero for many in Hong Kong, who view him as a man of courage who took great risks to defend the freedoms of the city.\nBut on the mainland he is viewed as a \"traitor\" who threatens Chinese national security.\nIn recent years, masked attackers firebombed Lai's house and company headquarters. He was also the target of an assassination plot.\nBut none of the threats stopped him from airing his views robustly. He was a prominent part of the city's pro-democracy demonstrations and was arrested twice in 2021 on illegal assembly charges.\nWhen China passed Hong Kong's new national security law in June 2020, Lai told the BBC it sounded the \"death knell\" for the territory.\nThe media mogul is known for his frankness and acts of flamboyance.\nIn 2021, he urged Donald Trump to help the territory, saying he was \"the only one who can save us\" from China. His newspaper, Apple Daily, published a front-page letter that finished: \"Mr President, please help us.\"\nFor Lai, such acts were necessary to defend the city which had taken him in and fuelled his success.\nHe once told news agency AFP: \"I came here with nothing, the freedom of this place has given me everything... Maybe it's time I paid back for that freedom by fighting for it.\"\nLai has been charged with various offences - including unauthorised assembly and fraud - since 2020.\nThe prosecution of Lai has captured international attention, with rights groups and foreign governments urging his release.\nOver the years, Sebastien Lai has travelled the world to denounce his father's arrest and condemn Hong Kong for punishing \"characteristics that should be celebrated\".\n\"My father is in jail for the truth on his lips, courage in his heart, and freedom in his soul,\" he had said."
    },
    {
      "id": 5,
      "title": "Search resumes for Brown University gunman after 'person of interest' released",
      "link": "https://www.bbc.com/news/articles/ckg9ll6jpl0o",
      "content": "A search for the shooter in a deadly rampage at Brown University in the US is back on, after officials detained and released a previous \"person of interest\".\nIn a Sunday evening press conference, Rhode Island Attorney General Peter Neronha said there was \"no basis\" to keep the person in custody, adding that evidence \"now points in a different direction\".\nStudents Ella Cook and MukhammadAziz Umurzokov were killed in the attack on Saturday at the Ivy League university in Providence, the state capital. Nine others were injured.\nThe investigation is ongoing and authorities are searching for additional video evidence that could help them track down the suspect.\nWhite House Press Secretary Karoline Leavitt said on X about Ms Cook: \"There are no words.\n\"Thinking of her family and friends, especially her parents. God please bless them.\"\nAbout the other student killed, Uzbekistan-national Mr Umurzokov, the US ambassador to the country said he was \"deeply saddened by reports of the tragic death\".\n\"We extend our sincere condolences to Mr. Umurzokov's family, friends, and fellow students and mourn the loss of his bright future,\" Ambassador Jonathan Henick said.\nFBI Director Kash Patel said his agency \"will continue an all out 24/7 campaign until justice is fully served\".\nProvidence Police Chief Col Oscar Perez said during a press conference on Sunday that investigators did not think the person detained earlier was the individual shown in CCTV footage walking away from the scene wearing all black clothing.\nThe BBC has chosen to stop naming that person. Authorities did not say what had prompted them to detain the person in the first place.\nThere is not an immediate threat to Brown or the local community, the university said in a statement. But the university asked \"every member of the Brown community to be vigilant in their own activities on campus\".\nAll remaining in-person exams and classes for the semester have been cancelled.\nOn Sunday, Patel said the person of interest had been detained at a hotel in the town of Coventry in the early hours - based on a lead from Providence Police.\nAt that point, Col Perez said officers were not looking for anyone else and were working with prosecutors to collect evidence.\nThe gunman opened fire in a classroom at around 16:00 local time (21:00 GMT) on Saturday at the Holley engineering building at the eastern end of Brown's campus, according to officials.\nThe identities of most of those killed and injured have not yet been released, but Brown University President Christina Paxson told reporters on Saturday that all the victims, including those killed and wounded, were students.\nOn Sunday, Providence Mayor Brett Smiley said one of those injured in the incident was in a critical condition, while seven others remained stable and another had been discharged from hospital.\nIn a post on X, the College Republicans of America released a statement identifying Ella Cook as one of the deceased.\n\"We are devastated to learn of the loss of our Brown College Republicans Vice President Ella Cook,\" the statement said.\n\"Ella was known for her bold, brave and kind heart as she served her chapter and her fellow classmates.\"\nIn a statement about the loss of Mr Umurzakov, the Uzbekistan Ministry of Foreign Affairs said: \"The loss of innocent lives as a result of this tragedy is a heavy loss for all of us.\"\nMr Umurzokov's aunt, Karina Gabit, told NBC News that he was an aspiring neurosurgeon who was \"very kind, smart. Attended talented and gifted schools\".\nIn an email to staff on Sunday, the head of Durham Academy, a private school in North Carolina, said one of their alumna, Kendall Turner, was injured in the attack, US media reported.\n\"Our thoughts and prayers are with Kendall, her family, and all members of the Brown University community during this incredibly difficult time,\" said Michael Ulku-Steiner.\nIn a statement released by the university on Sunday, Prof Paxson said some areas of campus were still restricted as police continued their investigations.\nAround 2,000 students were relocated to safe locations overnight, she said, adding that she was \"deeply moved\" by students and locals who opened up their homes.\nProf Paxson said the families of the two students killed were being supported.\n\"There are not enough words of comfort for families who lose a child, but we will do all we can,\" she added.\nSmiley said an order for residents to shelter was lifted on Sunday.\nThe mayor said he had met with victims and their families in the hospital and was \"overwhelmed\" by their \"courage, hope, and gratitude\".\nOn Sunday evening, the community gathered for a candlelit vigil honoring victims of the shooting.\nSpeaking at the White House, President Donald Trump said he hoped the nine injured students \"get well fast\" and paid respects to the families of the two people who died.\nThe attack brings the number of mass shootings in the US to 389 this year, according to the Gun Violence Archive.\nIt defines mass shootings as having four or more victims killed or injured, not including the attacker."
    }
  ]
}