{
  "category": "sport",
  "articles": [
    {
      "id": 1,
      "title": "Forest fulcrum Robertson - 'a talented, highly skilled, unbelievable outside-left'",
      "link": "https://www.bbc.com/sport/football/articles/cy4x2dx82g9o",
      "content": "John Robertson, who has died aged 72, was once described by legendary Nottingham Forest manager Brian Clough as \"the Picasso of our game\".\nRobertson was languishing at the City Ground until Clough arrived in January 1975, releasing the brains and talent that had been hidden behind the Scot's often unkempt appearance to magnificent effect in Forest's great team of the late 1970s and early 1980s.\nIndeed, the left-winger was widely regarded as the most influential player in a team that won the First Division title and the League Cup in their first season after winning promotion in 1977-78.\nThis, incredibly, was only the start.\nForest followed this up with the even more remarkable feat of not only winning the European Cup in 1979 against Malmo, when Robertson provided the perfect left-wing cross for Trevor Francis' decisive header, but retained it the next year when his goal beat SV Hamburg at the Bernabeu in Madrid.\nRobertson was also at the centre of the bitter split between Clough and his long-time managerial partner Peter Taylor in 1983.\nClough never forgave Taylor, who was by then managing Derby County, for signing Robertson on a transfer with a fee to be decided by a tribunal, without informing him of his plans.\nTo Clough's great regret, the rift was never healed before Taylor died in 1992, aged 62.\nClough often made teasing mention of Robertson's scruffy appearance and knew about his smoking habit, but regarded it as all worthwhile for the magic he provided with his two-footed touchline-hugging brilliance, measured crossing delivery and his knack of scoring crucial goals.\nRobertson had played for Scotland at schoolboy and youth level before joining Forest as a teenager in 1970. He had failed to make an impact until Clough's appointment, but the great manager saw something he could nurture.\nIn his autobiography Clough wrote: \"Rarely could there have been a more unlikely looking professional athlete... scruffy, unfit, uninterested waste of time... but something told me he was worth persevering with and he became one of the finest deliverers of a football I have ever seen.\"\nHe also wrote: \"If one day, I felt a bit off colour, I would sit next to him. I was bloody Errol Flynn in comparison. But give him a ball and a yard of grass, and he was an artist, the Picasso of our game.\"\nClough was idolised by Robertson, who said: \"I knew he liked me but I loved him. I wouldn't have had a career without him.\"\nRobertson played in 243 consecutive games between December 1976 and December 1980, and despite the big-name buys such as England goalkeeper Peter Shilton and Francis, Britain's first £1m footballer, he was the player who made Forest tick.\nFor all the talent elsewhere, Robertson was Forest's fulcrum.\nIn Forest's first season back in the top flight under Clough in 1977-78, Robertson not only played a vital role in winning the title, but also scored the winner from the penalty spot against Liverpool in their League Cup final replay at Old Trafford.\nIt was not just Clough who recognised Robertson's significance, with former team-mate Martin O'Neill saying: \"He was the most influential player in Europe for maybe three-and-a-half to four years.\"\nAnd Forest's captain under Clough, John McGovern, stated: \"He was like Ryan Giggs but with two good feet.\"\nAll this despite Robertson's own admission that he had no pace and could not tackle.\nClough, however, was not bothered about what Robertson could not do, preferring to give him licence to concentrate on what he could do. It was the perfect footballing marriage of manager and player. Two maverick characters working in harmony.\nIn a famous interview before the 1980 European Cup final against Hamburg, who had England captain Kevin Keegan in their side, Clough was asked about the prospect of their great Germany right-back Manfred Kaltz keeping Robertson quiet.\n\"We've got a little fat guy who will turn him inside out,\" said Clough. \"A very talented, highly skilled, unbelievable outside-left.\"\nAnd so it proved, with Robertson outstanding, deciding the game after 20 minutes, cutting inside to exchange passes with striker Garry Birtles before beating Hamburg keeper Rudi Kargus with his right foot from 20 yards.\nRobertson won the First Division title, two European Cups and two League Cups at Forest, playing 386 games and scoring 61 goals, before that acrimonious move to fierce rivals Derby.\nIt is a transfer remembered more for the irreparable division it caused between Clough and Taylor rather than Robertson's deeds. He was now beyond his greatest years, and a return to Forest in August 1985 did not work out.\nRobertson won 28 Scotland caps, going to two World Cups in 1978 and 1982.\nHe scored eight goals for his country, including what he called his \"greatest ever goal\", the winner from the penalty spot in a 1-0 victory over England at Wembley in the 1981 Home International Championship and another in the 5-2 triumph over New Zealand at the 1982 World Cup in Spain.\nLatterly, Robertson was a key member of his former Forest colleague O'Neill's backroom team, joining him when he was manager at Wycombe Wanderers, Norwich City, Leicester City, Celtic and Aston Villa .\nIt is, however, for his brilliance under the guidance of the mercurial Clough at the City Ground for which the winger team-mates described as \"pure genius\" will always be remembered."
    },
    {
      "id": 2,
      "title": "'Always hungry, always brave' - why Man City want Semenyo",
      "link": "https://www.bbc.com/sport/football/articles/c9qeryx8vn4o",
      "content": "Every transfer window, there is a player whose future becomes the defining saga of the month. This January, it looks set to be Antoine Semenyo.\nManchester City are in advanced talks to sign the 25-year-old Bournemouth forward, who has a £65m release clause which expires on 10 January.\nBBC Sport understands four other Premier League clubs – Manchester United , Liverpool , Tottenham and Chelsea - have made enquiries.\nIt marks the latest step in a rapid rise for London-born Semenyo, who represents Ghana internationally through his father's heritage.\nHe was rejected by Arsenal , Spurs and Millwall as a youngster before ending up in a West Country academy run by former Leeds and Forest Green manager Dave Hockaday.\nBristol City signed him in 2017, but he needed loan spells at Bath, Newport and Sunderland before breaking into the Robins' first team in 2020-21.\nIn January 2023, he made a £10m move to Bournemouth - and he has been improving ever since.\nBut why Manchester City , and why now? And do the Cherries have any chance of persuading him to stay?\nWhat it says about the state of the transfer market aside, £65m is a cut price fee for a Premier League winger approaching the prime of his career.\nSo, it is no surprise that Pep Guardiola and Manchester City are pushing hard for Semenyo now – even if his stats suggest he wouldn't be a huge improvement on the wide options they already have.\nSemenyo has created fewer chances per 90 minutes this season than Rayan Cherki or Jeremy Doku, and his dribble success rate is only better than Savinho among the dedicated wing men in the City senior squad.\nBut his product catches the eye, with a better goal and assist per game rate than Doku, Savinho, Phil Foden and Omar Marmoush – he has scored four goals and assisted two directly following a carry, the joint most of any Premier League player since the beginning of April.\nPlus, his style of play would offer a new dimension to City as they aim to catch Premier League leaders Arsenal .\nConsummately two-footed, only Mohamed Salah and Cole Palmer attempted more shots than Semenyo, while his total of 69 successful dribbles is the third-highest total in the top flight.\n\"He can drive forward with the ball vertically, rather than Doku who comes in and out,\" former England goalkeeper Rob Green told BBC 5 Live.\n\"He can do that something different Pep is looking for. Short term they have their own injury problems, with Oscar Bobb out, Doku out, Marmoush away [at the Africa Cup of Nations (Afcon) with Egypt], so he can help short term and long term.\n\"It does raise the question what future someone like Savinho has though.\"\nThe Afcon issue is no problem for Semenyo, with Ghana having surprisingly failed to qualify.\nAnd Guardiola was already confirmed as a fan of him earlier this season, before the transfer talk intensified.\n\"He's an extraordinary, extraordinary, extraordinary player,\" the Spaniard insisted.\n\"His energy, his confidence, his movement - unbelievable. He doesn't stop running, he attacks space so well, and when he has the ball, you feel something will happen.\n\"He's improving every game. Players like him make this league special - always hungry, always brave.\"\nSemenyo's output backs up the bombast. Since the start of April, he has been directly involved in 16 Premier League goals, third only to City striker Erling Haaland and Aston Villa 's Morgan Rogers.\nHe has scored 12 league goals during this period, second only to Haaland, while he has overperformed his expected goals tally more than any player other than West Ham captain Jarrod Bowen.\nSemenyo has been directly involved in 20 Premier League goals in 2025, with 14 goals and six assists – making him only the second Ghana international to do so, after Tony Yeboah at Leeds in 1995.\nIf he is involved with one more against either Brentford on 27 December or Chelsea three days later, his tally will surpass Dominic Solanke's club record for goal involvements in a calendar year.\n\"He's a brilliant, brilliant player,\" former Manchester City goalkeeper Shay Given told BBC Match of the Day. \"At 25, he is in the peak of his career as well.\"\nWith Semenyo having contributed to 11 of Bournemouth 's 26 goals this season, Andoni Iraola would love to keep him – especially with the Cherries on a seven-match winless league run stretching back to October, which has seen them fall to 15th in the table.\nDespite this poor form, there remains a positive feeling around Bournemouth . Points-wise, they are closer to the top four than the bottom three.\nIraola is regarded as one of the most tactically astute managers in the Premier League, who has got the best out of Semenyo to the point that almost every English giant wants to sign him.\nAdd in new training facilities at Bournemouth and the promise of a new ground, and there is more for the Cherries to offer.\nFormer Bournemouth striker Sam Vokes told BBC Solent: \"I don't know why you'd want to leave that setup. I understand when so-called 'bigger' clubs come knocking, it's hard sometimes.\n\"But with the way he's performing and the way that Bournemouth have been doing - it looks like he's enjoying his football.\n\"I don't know why he'd want to do that anywhere else at the moment.\"\nBournemouth have only lost two games in which Semenyo has scored since his debut in 2023.\nNo wonder team-mate Justin Kluivert said earlier this season: \"He is incredible. He shows it every game now. He is just world class.\"\nManchester City spent vast sums last January because of an injury crisis and look set to add big-money signing Semenyo this time around in very different circumstances.\nCity are chasing Arsenal in the Premier League title race, one of four fronts both teams are competing in, and boss Pep Guardiola has decided to strengthen the right-hand side of his attack.\nThe Ghanaian offers pace and direct running from that flank, and it will be of great satisfaction to Guardiola that he chose City over the other options he had.\nBut one in means one may now leave, with Savinho or Oscar Bobb being possibly moved on to accommodate him.\nTottenham held talks for the Brazilian in the summer but could not agree a fee, so could they test the waters again when the transfer window opens next month?\nSemenyo's profile is a unique one and at the reported price point, it feels like a no-brainer.\nStylistically we have seen City lean into attacking in transition with more pace this season than previously under Guardiola, who has played on the strengths of Haaland, Foden, Tijjani Reijnders and Doku - attacking quickly over big distances.\nAs a result, City have scored from more fast breaks this season than during the entire 2023-24 and 2024-25 seasons combined.\nBournemouth 's direct style of attack means Semenyo's pace, good hold-up play, smart decision-making and two-footed ball-striking are more easily transferred to this City side.\nThese are dangerous traits, especially when going long against teams that attempt to press high up the pitch.\nGuardiola likes versatile players too, given they provide solutions to injury crises.\nWith Doku out injured, Reijnders has come in and shifted Foden out to the left. Semenyo would provide Premier League proven quality on both wings.\n\"The years we were successful, not just the strikers [were scoring], especially the wingers, attacking midfielders. We need that,\" said Guardiola earlier this month.\nCity's over-reliance on Haaland's 19 goals will be something he wants to address. Foden has scored the second most with seven but has been moved away from the number 10 position, where he scores often from distance.\nThe signing of Semenyo would help get Foden back in the areas Guardiola feels he is most dangerous.\nSemenyo has the added benefit of providing goals himself while starting as a winger. With eight in the league this season, only Igor Thiago and Haaland have more.\nIf City want to overtake Arsenal and win the league, getting scorers behind Haaland would be a smart move."
    },
    {
      "id": 3,
      "title": "'The scruffy fat lad who conquered Europe twice'",
      "link": "https://www.bbc.com/sport/football/articles/c1632e2k82yo",
      "content": "John Robertson, who has died at the age of 72, is one of an elite band of seven Scots to have won the European Cup twice.\nHe scored a winner in one of those finals, and did the same against England at Wembley. He netted at a World Cup and won a litany of trophies, both as a player and a coach.\nRobertson featured in BBC Scotland's Icons of Football earlier this year and here those who know him best look back on his illustrious career.\nJonny Owen, actor, writer, producer and Nottingham Forest non-executive director\nYou can imagine what it’s like in Nottingham for John evermore, he is the man that won the European Cup for them the second time.\nNottingham Forest’s success in those five years, which is one of the greatest stories in the history of sport let alone football, is absolutely pivotal because of two people in my opinion, Brian Clough and John Robertson.\nThey are the men, on and off the pitch, who are connected, almost.\nJohn is the personification of Clough on the pitch, he played the way Clough wanted to play and knew exactly what Clough wanted.\nThere’s no debate, the miracle men [Nottingham Forest’s most successful side] all say our best player was Robertson and they love him for it, there’s not a hint of jealousy.\nMick Wormald, ex-BBC Nottingham broadcaster and journalist\nThe undoubted star of the show throughout that period of time for Nottingham Forest was Robertson. This was acknowledged by management, team-mates, supporters and everybody who watched the game.\nHe never missed a game, he was consistent. He turned out week in, week out and did, usually, something magical.\nIn 1980, I’m sorry Karl-Heinz Rummenigge, Robertson should have been the European footballer of the year.\nThe Robertson story, I would suggest, is a story of hope and inspiration to an awful lot of people. After all, Robertson was the scruffy little fat lad who conquered all of Europe twice.\nJohn McGovern, Nottingham Forest team-mate\nIt was quite easy to see that if you wanted to create something, just get the ball out to Robertson as quickly as possible.\nAny striker that came to the club knew that once John got the ball out there, they had to get into the penalty box and try get a yard’s difference between you and a defender because he will hit you a ball that is accurate.\nAll good players are consistent, obviously, but John was remarkably consistent. This guy may not have looked like George Best but he was as good as him in every way.\nIn those European Cup finals, without John producing something out of the ordinary, we don’t win them. You could always rely upon him in situations like that.\nMartin O’Neill, Nottingham Forest team-mate and manager at Celtic\nHe was a beautiful footballer who could play with both feet, terrific ability.\nI keep getting back to this word, fulcrum. He very seldom missed football matches and we needed John to play every single one of those games. He’s played his part in footballing history, I think.\nWhen you consider the things he’s won in the game, he’s an iconic figure, absolutely.\nJohn coming back to Scotland to see his family was a really big thing for him. Very seldom would he have got home and he hears this opportunity to come home as an assistant manager [at Celtic].\nJohn really enjoyed his role. He was a special partner, no question about that.\nPeople, for want of a better phrase, bought into John, they really did. There was something about him.\nThe players had enormous respect for John as a player and anyone who was playing in his position would come and ask John for advice. I’ve heard of players now, top quality players in the Premier League, that have said that John was influential in his advice to him.\nSherrie Hewson, actress and Nottingham Forest supporter\nIt was a very short period of time that took John Robertson from a player into a superstar.\nIf you watch him, it’s an extraordinary experience. You couldn’t stop watching him because of the way he just darted and got out of everyone’s way. No one could get the ball off of him, then bang, it’s a goal.\nJohn was special and became an icon because he had every attribute a footballer should have. He got guidance from Clough, but John had the talent."
    },
    {
      "id": 4,
      "title": "Newcastle stadium plans in limbo - Howe",
      "link": "https://www.bbc.com/sport/football/articles/cgexw48p3v1o",
      "content": "Head coach Eddie Howe says Newcastle United 's stadium and training ground plans are \"in limbo\" and there is a \"99.9% chance\" he will not be in charge to see them realised.\nAlthough Newcastle continue to explore the possibility of expanding St James', or building a new stadium elsewhere in the city, CEO David Hopkinson has admitted the club will play at the ground in its current guise for \"many years\".\nWork is ongoing to effectively double the footprint of their existing training ground at Benton, but the hierarchy recognise a new state-of-the-art base will ultimately be needed elsewhere because of the site's limitations.\nHowe has his hands full with on-the-field matters, as he looks to take 11th-placed Newcastle up the table, but infrastructure was at the forefront of his mind when he was asked how the club can move forward in 2026 and beyond.\n\"Fundamentally, looking at the club with a broader view, the training ground, the stadium, that part of the club is in limbo at the moment,\" he said.\n\"In terms of which direction the club is going to take, that would be a big step forward to get clarity on that and to take everything into the future in a really positive way.\n\"It would have a game-changing effect on everything. I am also talking about the academy in that and the brilliant work that goes on down there.\n\"If we can move everything forward in terms of facilities - not that I believe facilities are the be all and end all - but they are a great way of setting standards higher and showing your ambition in a really clear and strong way.\"\nSt James' was once the second-biggest club stadium in the country, behind Old Trafford, but Tottenham Hotspur , Liverpool , West Ham United , Arsenal , Manchester City and Everton have all since leapfrogged Newcastle 's 52,335-seater ground in terms of capacity.\nIn that time, a huge revenue gap has opened up between the established order and Newcastle , with Manchester United generating £87m more in match-day income and £219.3m more in commercial income in 2023-24.\nNewcastle 's training ground has been modernised in recent years, including hydrotherapy and plunge pools, a new canteen, a players' lounge and bigger dressing rooms - but it remains some way off the best in the country.\nHowe was keen to stress that the \"ambition is there from everyone to make that happen\".\nBut the Newcastle head coach said there needs to be a \"bit of patience\" with the club's infrastructure plans to \"make sure it's the right solution for everybody\".\nHe added: \"If there is extra time taken to make the right decisions so the stadium project is correct, and it's the right one for Newcastle for how ever many years the club are there, then take the extra time.\n\"It's the same with the training ground. You need the right site and designs. I would rather it was correct than rushed.\n\"I know that there's a 99.9% chance that I'm not going to see either in my position, but I'm still passionate about making sure it's there for the future generations of Newcastle , whether that's supporters or players.\""
    },
    {
      "id": 5,
      "title": "England's bowlers finally find right length",
      "link": "https://www.bbc.com/sport/cricket/articles/cn8ed2lx29xo",
      "content": "What are a few inches between friends?\nEngland's pace attack will have collectively pondered, fretted and chewed the festive bowling fat on their journey from Adelaide to the Melbourne Cricket Ground this week.\nAnd somewhere between common sense and desperation, they settled on a formula: bowl a little fuller.\nIn the first three Tests of this Ashes series in Australia, the average length of England's bowlers was 7.85m and, for the majority of that time, Australia's batters made hay as the hosts raced into a 3-0 lead in the five-match contest.\nOn day one in Melbourne, England hit an average of 6.89m and Australia endured a Boxing Day batting breakdown as they were toppled for 152.\nThose small margins made the difference at 'the G' as they hit the spot. England's attack visited the areas where wickets actually live.\nAustralian hands were drawn into playing, edges started to be found and it was an England attack with purpose rather than just hope.\n\"England just bowled better, and they put it in good areas,\" former England spinner Phil Tufnell said on Test Match Special.\n\"It is not rocket science. The pitch wasn't seaming everywhere, it was just holding a little bit – that's why England won the toss and had a bowl.\"\nAccording to CricViz, England's average length of 6.89m was the second-fullest they have bowled in any Test innings since Brendon McCullum was appointed coach.\nThere was an element of fortune to start. Travis Head dragged on to Gus Atkinson and Jake Weatherald was strangled down the leg side by Josh Tongue.\nBut then the latter's skillful knack of snaffling wickets came to the fore as he bagged two of Australia's dogged top order.\nMarnus Labuschagne received a full delivery from Tongue angled into the stumps and edged to slip, before the same bowler snared Steve Smith with one which nipped to bowl him through the gate.\nMichael Neser and Scott Boland followed to Tongue in consecutive deliveries - bowled by a nip-backer and caught at second slip respectively.\nCricViz's stats showed Tongue finished with 5-21 off the 24 deliveries that he pitched in the area of the pitch classed as full (3-6m).\nIn the ball-tracking era, only one English seamer (before Tongue today) has ever picked up five wickets from a full length in a Test innings.\nThat was a memorable effort by Stuart Broad at Trent Bridge in 2015.\nTongue's pace dropped from an average of 86.7 mph in Adelaide to 85.3 mph in Melbourne. This looked and felt more like the 'Redditch Rhythmist', rather than the 'Redditch Rocket'.\n\"It was a case of pressure really: good constant pressure and Australia couldn't get away. England bowled how Australia did on that very hot day in Adelaide,\" Tufnell added.\n\"You could get behind the bowling unit and clap them instead of being carved through gully.  We have bowled too short all series until today but that was a good performance.\n\"There were a few overheads too, a few clouds, but they put it in good areas. I am delighted for Josh Tongue, he's been the pick, without doubt. It was excellent bowling.\"\nEngland bowled full, and as their bowlers put their feet up between innings their glasses - whatever the tipple - must have been a little more than half full.\nEven if their respite was shorter than they might have liked."
    },
    {
      "id": 6,
      "title": "The final Christmas Day fixture in England - 60 years on",
      "link": "https://www.bbc.com/sport/football/articles/cj69djzyjx6o",
      "content": "The presents have been opened, the dinner cooked and eaten, now what? Fall asleep in front of the TV? Walk the dog? Or do you fancy popping out to watch your team on Christmas Day?\nUp to 60 years ago this would have been an option before Blackpool and Blackburn Rovers played out what would be the final Football League game on 25 December.\nSince the second league season in 1889-90, Christmas Day had been a major date on the footballing calendar. As one of the few public holidays it was a chance for teams to attract big crowds, which was made easier with public transport running.\n\"Christmas football was originally rooted in a wider tradition of communal entertainments,\" Professor Martin Johnes of Swansea University told BBC Sport.\n\"While for the Victorian middle class Christmas was a festival of the home, for the workers, who lived in cramped, overcrowded housing, getting out was often more important.\n\"Football, pantomimes, informal gatherings, community rituals and traditions all provided people with opportunities to socialise and enjoy the day off work.\"\nPreston North End started the tradition as the reigning league champions hosted Aston Villa in 1889, winning 3-2 thanks to a Nick Ross hat-trick as the Lilywhites went on to retain their title.\nTeams would normally play the return game on Boxing Day to ensure sides travelled similar distances - indeed the 1965 meeting between Blackpool and Blackburn was the third time they had played on Christmas Day, with the reverse fixture on the previous two occasions played the following afternoon.\nAs the league progressed, so Christmas Day football became more popular until 1957, which was the final time we saw a full fixture list.\n\"By the interwar period, people were noting how Christmas was becoming more private than public,\" said Professor Johnes.\n\"This was evident in reduced transport services, cinema showings and the like. Football held out longer which was partly about men escaping domestic life for a few hours.\n\"But by the 1950s, games on Christmas Day seemed out of sorts with the wider festival -  there were greater expectations of men at home and homes had also become more comfortable thanks to better furnishings, new housing stock, slum clearances and more affordable fuel.\n\"There was also more entertainment at home thanks to TV. Thus the idea of escaping family for a few hours was less desirable and football attendances in general were falling during the 1950s.\"\nThe introduction of floodlights by many Football League clubs also led to more midweek games, meaning there was less of a need to pack the festive period with football.\nIn 1959 Coventry beat Wrexham 5-3 in Division Three while Blackburn saw off Blackpool 1-0 at Ewood Park in Division One, and they would be the last games to be played on 25 December until six years later, when the two Lancashire sides would meet for the final Christmas Day fixture.\n\"The real killer for Christmas Day football was transport,\" added Professor Johnes.\n\"Falling demand for Christmas Day travel - thanks to the festival becoming more home based - and the desire of transport workers for a day off, meant rail and bus services were being curtailed.\"\nThe two sides went into the game struggling at the wrong end of Division One, with Blackburn in 20th place and only outside the relegation zone on goal average, and Blackpool only one point and two places better off.\nThe home side had won just one of their previous eight league matches while Rovers' form had improved with two wins from three before the trip to Bloomfield Road.\nThe Tangerines included future England World Cup winner Alan Ball in their side while Blackburn had Mike England, a Wales international defender who would go on to make almost 400 appearances for Tottenham and manage his country for eight years.\nA crowd of 20,851 saw Neil Turner give Blackpool the lead only for George Jones to equalise before half-time.\nThe home side took control in the second period, with goals from Bobby Waddell and top scorer Ray Charnley, with Ball adding a fourth.\nEngland then wrote himself into the history books by getting Blackburn's second of the afternoon - and the final goal to be scored in the Football League in England on Christmas Day.\nThe two sides were once again due to play the return fixture at Ewood Park on Boxing Day but it was postponed because of a frozen pitch.\nBlackpool eventually pulled themselves away from trouble to finish in 13th place but Rovers had a disastrous run in the new year, winning only three of their remaining 20 matches to drop to the bottom of the division and suffer relegation to the second tier.\nThat match in 1965 was the last we would hear of football on Christmas Day until 1983, when Brentford attempted to play their Third Division match with Wimbledon at 11am.\n\"I see it as a tremendous opportunity for the family to enjoy a fresh-air Christmas morning,\" said Brentford chairman Martin Lange at the time.\nSupporters did not agree and, with many complaining, the game was brought forward to Christmas Eve with promotion-bound Wimbledon winning 4-3."
    },
    {
      "id": 7,
      "title": "Players can only leave if replacements come in - Amorim",
      "link": "https://www.bbc.com/sport/football/articles/c5yqeqjy3d0o",
      "content": "Manchester United head coach Ruben Amorim is not willing to let any players leave in the January transfer window unless replacements come in.\nKobbie Mainoo and Joshua Zirkzee are both keen for chances to play more regularly over the second half of the season. Mainoo still wants to go out on loan, while Zirkzee has been linked with a return to Italy.\nHowever, even when his squad is bolstered in the middle of next month by the return to fitness of skipper Bruno Fernandes and Bryan Mbeumo, Amad Diallo and Noussair Mazraoui returning from the Africa Cup of Nations, Amorim does not believe there are enough players in his squad to cope with a reduction in numbers.\n\"It's going to be hard for someone to leave the club if we don't get a substitution,\" he said.\n\"We are short. Even with the full squad we are short for something that can happen.\n\"We are a club with a big responsibility. We are dealing with all these issues and in [the media's] heads, in my head, in everybody's head, we need to win every game. It doesn't matter. There are no excuses.\"\nAmorim will be without seven senior players for the Boxing Day match against Newcastle .\nMainoo is still sidelined with a calf problem, while defenders Matthijs de Ligt and Harry Maguire also miss out.\nAmorim has already said it is possible United may sign someone in January, although that will not be Bournemouth 's Antoine Semenyo, who is set to join Manchester City instead.\nIn theory, an upgrade in midfield as a replacement for Zirzkee or Mainoo may improve United as they chase a European place over the second half of the season.\nFinancially though, losing Mainoo may not make much sense given whoever came in would be on three or four times the 20-year-old's current salary.\nUnless Mainoo returns quickly, 18-year-old England youth international Jack Fletcher will be providing the midfield competition for Casemiro, Mason Mount and Manuel Ugarte over the Christmas and New Year period.\nYet Amorim is doubling down on his view there is no point signing players if they are not part of a longer-term vision.\n\"We are struggling in this moment, but the club has a plan and we are going to stick with the plan,\" he said.\n\"If we have the opportunity to bring a player [in] that we think is going to be the future of the club, [he] is going to come. If not, we have Jack [Fletcher], we have Shea [Lacey] - in three weeks we'll have Amad, Noussair and Bryan, and the return of Bruno and Kobbie Mainoo.\"\nAmorim offered no update on the contractual positions of Casemiro and Maguire, who are both free to talk with potential new clubs from 1 January.\nHe feels Casemiro's performances in training prove the Brazil skipper will not ease off as he counts down the days to what will be the end of his United career - unless he takes a significant reduction from his £300,000-a-week salary.\nMainoo was supposed to be learning from the former Real Madrid man but has ended up competing with him for a place in Amorim's midfield - and Casemiro has clearly won that battle.\nHowever, despite having to defend himself repeatedly for not using Mainoo often enough, Amorim feels the United academy product will eventually be the future of the club.\n\"Kobbie Mainoo [has] played in different positions,\" he said.\n\"He can do [Casemiro's] position. He can play if we play with three, he can play like we play in the last game [at Aston Villa ].\n\"The position of Mason Mount in that game, he can play there.\n\"He is going is going to be the future of Manchester United . That is my feeling.\n\"He just needs to wait for his chance. In football, everything can change in two days.\""
    },
    {
      "id": 8,
      "title": "'Impossible to replace' - Fernandes could miss up to a month",
      "link": "https://www.bbc.com/sport/football/articles/c75v0q99e7eo",
      "content": "Manchester United head coach Ruben Amorim says it is \"impossible\" to replace Bruno Fernandes as he faces up to a month without his captain.\nFernandes was forced out of Sunday's 2-1 defeat at Aston Villa with a hamstring problem, which Amorim said at the time would rule the Portugal midfielder out of Friday's visit of Newcastle (20:00 GMT).\nAmorim refused to put a definitive timescale on Fernandes' absence when he spoke to the media on Wednesday, although he did say the expectation was it is \"not going to take a lot of time\".\nSources have said privately they believe the 31-year-old will return for the Manchester derby with City at Old Trafford on 17 January, which would mean a five-match absence.\nIt is a huge blow at a time when key attackers Bryan Mbeumo and Amad Diallo are away at the Africa Cup of Nations and Kobbie Mainoo, Fernandes' obvious replacement, is also missing with a calf injury.\n\"It is impossible to replace Bruno,\" said Amorim. \"I said that this morning to the team.\n\"We need to take the good thing, if there is a good thing on that - a lot of people need to step up.\"\nFernandes has had a remarkable fitness record since his arrival from Sporting in January 2020.\nIn the intervening six years, he has only missed two games through injury and one more due to illness, meaning his current absence will be by far his longest during his time with the Old Trafford club, even if it is not as bad as initial concerns about a six-week absence.\n\"It is not just the creation,\" said Amorim. \"At every set-piece he is the guy who is organising the team.\n\"He understands every position on the field, he pays attention to every detail. When you have a substitution, he is always the guy telling the other guys where they should be.\"\nAmorim named Lisandro Martinez and Luke Shaw as two of the senior players who could step up, although it was Fernandes' fellow Portugal international Diogo Dalot who took the captain's armband at Villa Park.\nAfter waiting all season for his chance, it is unfortunate for Mainoo that he is not able to step into Fernandes' shoes on the pitch, although Amorim says he expects the England international to return first.\nWith defenders Matthijs de Ligt and Harry Maguire still out and Noussair Mazraoui completing United's trio of Afcon representatives, Amorim will be without seven senior players against Newcastle - with only Casemiro returning after a one-match ban.\nIt is likely to mean more minutes for academy pair Jack Fletcher and Shea Lacey, who both made their senior debuts in the second half against Villa.\nAfter repeatedly failing to take opportunities to push into the Champions League places, Amorim must now deliver results with a significantly weakened squad against opponents his side should beat given, after Newcastle, their next opponents are Wolves, Leeds and Burnley, who are all battling relegation.\nThe former Sporting coach remains bullish about their chances.\n\"I am confident we can win any game,\" he said. \"Of course, we have some problems but even without many players in this moment in time I believe in the team and trust in my players. If we are really focused, we can win.\""
    },
    {
      "id": 9,
      "title": "'I'm not retiring' - Kipchoge's marathon world tour",
      "link": "https://www.bbc.com/sport/athletics/articles/c5yq7042ly9o",
      "content": "For more than two decades, Eliud Kipchoge ran with history on his back and won almost everything there was to win.\nHe rewrote what the human body was believed capable of and became, by near-universal agreement, the greatest marathon runner ever.\nNow the 41-year-old says the chase for medals and validation is over.\n\"What I am doing is not retiring,\" he says. \"I am evolving. I am running for purpose.\"\nKipchoge plans to take his running to the edges of the world with the Eliud Kipchoge World Tour - not to prove his greatness, but to give it away.\nOver the next two and a half years, the two-time Olympic champion will complete a marathon on all seven continents\n\"Running is the most universal sport,\" he tells Newsday on the BBC World Service.\n\"It connects us all. With this project, I want to compete not only for records, but for the people.\n\"I want to inspire, to give back, and to remind everyone that no human is limited.\"\nTo understand the significance of this moment, it helps to understand the magnitude of Kipchoge's success.\nAs well as those Olympic titles, Kipchoge's honours have included a world title, 11 World Marathon Major victories and two official world records.\nIn one of sport's most impressive feats, he became the first person to break the two-hour marathon barrier under special conditions in Vienna in 2019, clocking an unofficial time of one hour, 59 minutes and 40 seconds.\n\"If I look at the last 23 years, the highlight was making history,\" he says.\n\"Not winning medals, not even breaking world records, but opening the minds of people around the world to believe that they are not limited in anything they are doing.\"\nThat belief has become the anchor of his next chapter.\nThe tour will operate under Eliud's Running World, a long-term platform designed to promote participation in running while supporting global causes.\nEach marathon will raise funds for the Eliud Kipchoge Foundation, which focuses on education, environmental sustainability and health.\nKipchoge hopes to raise $1m (£739,000) at every stop, with projects tailored to local needs.\nIn Kenya, his vision includes building libraries across all 47 counties. In other cities, he wants the tour to leave behind tangible benefits, not just memories.\n\"I want to leave a legacy of education,\" Kipchoge says.\n\"There is knowledge in books. If we want to think with the outside world, we need to get knowledge and understand how other people are thinking.\"\nRunning a marathon in the extreme Antarctic cold is not something Kipchoge sees as a stunt, but as a statement.\n\"It is about pushing your limits,\" he explains. \"I want to show the world that you can still push your limits in anything, even in the toughest conditions.\"\nAsked whether he is pushing himself too hard, his answer is characteristically direct.\n\"Life is about pressing on,\" he says.\n\"The moment you stop pressing, it is no longer life.\"\nKipchoge's shift in mindset has been shaped not just by his success, but by what he has seen around him.\nIn recent years, he has become increasingly outspoken about the welfare of thousands of athletes who train as hard and dream as big as top stars but are left with little protection when they fall short.\n\"I am not satisfied with how athletes are being handled or how they are being paid,\" he says.\n\"The sports world is making huge profits, but very little goes to the athlete.\"\nHe believes the system creates a dangerous divide. Elite athletes earn disproportionately, while the majority struggle to survive - often without education, guidance or long-term support.\n\"It's a real concern. And it's a huge gap. If you do not appreciate somebody, they will move away,\" Kipchoge says.\n\"And if they move away without knowledge, that is a real window for exploitation.\"\nKipchoge rues the case of Evans Kibet, a Kenyan middle-distance runner who once dreamed of making it in the sport and is now being held in Ukraine as a prisoner of war after fighting for Russia.\nKibet says he was lured by promises of paid competition and employment, only to find himself conscripted and sent to the front line.\nHis case has exposed how vulnerable athletes can be when opportunity is scarce and desperation high.\n\"It is unfortunate,\" Kipchoge says.\n\"Young people want to support their families. They want a better life. But nobody protects them.\"\nFor Kipchoge, the issue is about systemic failure.\n\"Talent does not look like talent if you do not nurture it,\" he says.\nKipchoge argues that federations, agents and governing bodies have failed to invest properly in education, mentorship and safeguarding, particularly for athletes who do not immediately succeed.\n\"A diamond is just a stone,\" he says.\n\"If it is crafted well, it becomes something valuable. If it is not, it remains just a stone.\"\nKipchoge has long advocated for clean sport, warning that the pressure to succeed quickly has contributed to doping and ethical shortcuts.\n\"People want quick riches,\" he says.\n\"They do not see beyond sport. They do not value longevity.\"\nHe believes sport should be treated as a profession with a long horizon, not a gamble.\n\"If we teach young people to think about life beyond sport, to leave a clean legacy, then the sport will benefit,\" he says.\nThat philosophy extends beyond athletics.\nKipchoge has spoken about mentoring athletes in other disciplines including boxing, judo and rugby, particularly in communities where sport can provide structure, purpose and opportunity.\n\"We want to give young people options,\" he says.\n\"Sport can change society, but only if it is handled in the right way.\"\nEven in lighter moments, Kipchoge's values surface. Asked who he would choose for a no-pressure jog anywhere in the world, his answer is not another athlete.\n\"Barack Obama,\" he replies. \"Because he is a real human being.\"\nBetween footballing greats Lionel Messi and Cristiano Ronaldo, Kipchoge chooses Ronaldo - not for flair, but for work ethic.\n\"He works hard every day to improve his talent,\" Kipchoge says.\nIt is a familiar theme. Kipchoge values discipline over glamour, process over outcome and purpose over applause.\nKipchoge says his world tour will not erase the competitive fire that defined his career. But the meaning behind that fire has changed.\n\"I have nothing more to prove to the world,\" he says.\n\"What I want now is to sell the spirit of running to the next generation.\""
    },
    {
      "id": 10,
      "title": "No spinner for Australia on 'grassy' MCG pitch",
      "link": "https://www.bbc.com/sport/cricket/articles/c5y9jz73gr5o",
      "content": "Australia will not play a spinner in the Boxing Day Test on a Melbourne pitch stand-in captain Steve Smith described as \"quite furry, quite green\".\nThe home side have named a 12-man squad for the fourth Ashes Test against England, starting on Friday (23:30 GMT Thursday).\nThe group includes only specialist pace bowlers, meaning off-spinner Todd Murphy misses out.\nSmith, deputising as captain for Pat Cummins, said Australia will play four seamers, plus all-rounder Cameron Green. Michael Neser, Brendon Doggett and Jhye Richardson are vying for two places in the final XI.\nSmith is returning after missing the third Test through illness. Usman Khawaja was initially left out of the third Test, then replaced Smith and made scores of 82 and 40 in Adelaide.\nKhawaja is retained in Melbourne at the expense of Josh Inglis. Khawaja will bat at number five, with all-rounder Green dropping to seven.\nThe previous Ashes Test in Melbourne, in 2021, was over inside three days as England were bowled out for 185 and 68.\n\"I daresay it's going to offer quite a bit,\" said Smith in his Christmas Day news conference.\n\"Tomorrow looks similar conditions today – quite cold and overcast. There's going to be quite a bit of movement in that surface.\"\nSmith said there is 10mm of grass on the surface, leading to the furry and green description.\nAustralia have already won the Ashes after moving 3-0 up in the first three Tests. The home side are now targeting a fourth 5-0 clean sweep, while England are looking to end an 18-match winless streak in this country.\nPlayers from both sides trained side-by-side in the nets on Christmas morning, with many of the England players and staff in Father Christmas hats.\nFamilies arrived to spend time on the Melbourne Cricket Ground outfield, before the squads left to celebrate.\nAustralia are once again without captain Cummins, as he continues to manage a back problem, while fellow pace bowler Josh Hazlewood has missed the entire series.\nOff-spinner Nathan Lyon suffered a series-ending hamstring injury in the third Test in Adelaide, meaning Murphy was called into the squad.\nBut the hosts will instead choose between Doggett, Neser and Richardson.\nDoggett played the first two Tests of the series after making his debut in the opener in Perth. Neser played his first Test for three years in the second match of the series in Brisbane, and claimed five wickets in England's second innings.\nRichardson played the last of his three Tests in the second match of the last Ashes series in this country four years ago. The 29-year-old has only just returned from 10 months out of the game following shoulder surgery.\n\"He's had a long lay-off, but we know the skills he can possess,\" said Smith. \"It's exciting to have him back in the fold.\"\nEngland named their XI on Wednesday. Jacob Bethell has replaced Ollie Pope at number three, while pace bowler Jofra Archer has been ruled out of the series with a side strain.\nSmith and Archer have previously had a thrilling on-field rivalry. On Test debut at Lord's in 2019, Archer left Smith concussed by a blow to the head.\nIn the closing stages of the second Test of this series in Brisbane, Archer bowled a rapid spell to Smith which resulted in words exchanged between the two men.\nSmith has given no guarantees he will play in the next Ashes series in 2027, raising the prospect he will not again face Archer in Test cricket.\n\"You never want to see good players missing games,\" said 36-year-old Smith. \"Injuries happen for fast bowlers. It's a shame that he's not going to be around, but they still have some quality seamers.\"\nEngland have come under fire following reports of excessive drinking during a break in Noosa between the second and third Tests. Director of cricket Rob Key has confirmed he will investigate the behaviour of players on the Queensland coast.\nOn Thursday, captain Ben Stokes called for \"empathy\" towards his players. Smith has experience of intense public scrutiny, following his involvement in the ball-tampering scandal of 2018 that resulted in him being sacked as Australia captain.\n\"When you're losing, the spotlight is always on you,\" said Smith. \"Things can get spoken about and blown-up pretty heavily. I feel for them, in a way. It can be tricky.\""
    },
    {
      "id": 11,
      "title": "The 25 best sports photos of 2025 - and the stories behind them",
      "link": "https://www.bbc.com/sport/articles/cly5xnln575o",
      "content": "Great journalism without brilliant photography is like Christmas dinner without roast potatoes.\nGetty Images' team of award-winning photographers covered more than 50,000 sports events in 2025, from grassroots tournaments watched by a few dozen fans to World Cups seen by millions around the globe.\nBBC Sport brings you the best sports photos of the past 12 months - and the photographers explain the stories behind them.\nEver wondered how you get a picture at the top of the pole vault? What is a 'star filter'? And how much does luck play a part in capturing amazing images?\nThere's a bonus point if you can spot the photographer in their own photo...\nChristian Petersen: It was an honour to be part of the World Athletics Championship in Tokyo, where I set out to capture unique images and fresh perspectives. Noah Lyles' signature pre-race vertical leap inspired me to shoot from high above and behind, creating a new view that highlighted the graphic lines of the track. I was very happy with the result.\nAdam Pretty: I took this picture at the relatively new Surftown wave pool in Munich, where some elite French Polynesian surfers had booked private training sessions. Athletes use the pool to focus on training specific manoeuvres and aerials on the perfectly consistent man-made wave.\nI photographed Aelan Vaast, the sister of 2024 Olympic surfing gold medallist Kauli Vaast, as she performed a layback hack on the final section of the wave. The image was shot in the early morning before the sun was up. I used a flash to create the silhouette of her against the bright blue water of the pool and the spray she was throwing with her massive turn.\nMolly Darlington: I took this photo after the Women's Rugby World Cup final in the winners' studio, when the emotions were high and the players were super excited. It is my favourite photo I took from the tournament. Zoe Aldcroft and head coach John Mitchell are a perfect combination, summing up what it feels like to win the World Cup. What you can't see in the picture is all the players and staff who piled into the dressing room, throwing confetti and streamers and cheering them on. It was a special moment.\nMahmoud Khaled: I am always searching for grassroots football tournaments in Egypt's villages and working-class neighbourhoods, where spontaneity meets pure passion. The Al-Qudah tournament in Sharqia was one of the most impressively organised I have seen, almost like a professional league match: huge crowds, co-ordinated team entrances, players from the lower divisions, and even referees who officiate in the Egyptian Premier League.\nWhat I love most is the journey itself, from discovering the story to reaching the place. The real reward comes afterward, seeing the joy on people's faces when they see their photos published.\nThis frame was taken during the final, capturing the moment a player from Al-Ghaba takes a penalty in the shootout after a 2–2 draw. Al-Numan eventually lifted the trophy.\nPool photo: The image - taken during the most exciting competition of the World Athletics Championships - illustrates Sweden's superstar Armand Duplantis' dominance in the pole vault final.\nA tiny camera, no bigger than a pack of cards, was mounted next to the support for the bar, and a customised technical solution allowed the photographer to trigger it remotely and receive the frame live on his laptop within seconds.\nDuplantis cleared 6.30m in this competition, broke the world record for the 14th time and secured his third world title. It is an exceptional achievement by the athlete and a fantastic piece of work by the photographer to capture the very best at the peak of the action.\nMatthias Hangst, Getty Images director of content\nDean Mouhtaropoulos: Living in the Netherlands, I am lucky to cover speed skating, one of our national sports, although most of it is indoors.\nThis event was near the Dolomites in Italy. Shooting such dynamic and talented athletes in an outdoor setting is a photographer's dream. A nearby building cast an afternoon shadow over the track. Once I spotted it, I quickly ran up the stand, hoping the clouds would not reappear. Some fans watching, plus my shadow, left a nice shape on the ice, leaving me to wait for the skaters to enter the frame.\nEmilee Chinn: Geordie Beamish is shown going down after getting caught in the congestion of the early laps of the 3,000m steeplechase at the World Championships.\nAlong with capturing the split second another runner's foot connected with his face during the fall, what makes this image so powerful and moving to me is that Beamish got up, finished second in the heat, and went on to win the gold medal. Moments like this are what make sports photography so rewarding, reminding us how resilience can turn a setback into something remarkable.\nDario Belingheri: An unusual moment through the Tuscan hills during the one-day race Strade Bianche, where the gravel sectors and dust are its distinctive beauty. I was a bit lucky to catch the right moment when a train passes next to the peloton in a cloud of dust, so it is perfectly blended with nature.\nCameron Spencer: As the northern hemisphere works through winter, we are fortunate in Australia to start the year with a major international event in the middle of our summer, the Australian Open in Melbourne.\nIn this image, Holger Rune is stretching full length to play a forehand against Zhizhen Zhang. I captured it from an elevated position high above the court in a 'catwalk'. Taking a step back, I was able to shoot through the ceiling rafters. These, combined with the harsh shadows cast by the roofline, created an opportunity to capture an interesting shape on the bright blue court, then I waited patiently for Rune to play a dynamic shot behind the baseline.\nMichael Reaves: This photo was taken during a Major League Baseball game between the Pittsburgh Pirates and the Chicago Cubs at Wrigley Field. Often in sports photography you can plan for the big moments and control factors with light, moment and composition, but other times luck comes into play. This is one of those moments.\nWhile shooting a mundane at-bat, Henry Davis broke his bat. Usually broken bats explode forward and out of frame, but this one broke on a centre point and created a unique image with the ball still in frame and the split bat floating in time, almost comically.\nMatthias Hangst: This photograph was taken during the European Artistic Gymnastics Championships in Leipzig. The event was held at the Leipziger Messe, a very functional trade-fair complex and not always the most visually appealing setting. The roof structure was full of steel construction elements with plenty of light reflections, creating a rather distracting background.\nTo work around this, I decided to use a 'star filter' - a layer of glass attached to the front of the lens that refracts light in a specific way. It adds a touch of elegance and helps highlight the dynamics of Sweden's Maya Staahl during her beam routine.\nYong Teck Lim: Photo positions at the World Para Swimming Championships in Singapore were fixed, making it hard to get creative. Still, China's Jincheng Guo was impossible to overlook - competing without goggles, cap and tech suit, and throwing in his trademark bubble technique for good measure.\nFor the first three days he swam only 50m events, leaving me little to capture. On day four the 200m individual medley finally gave me an opening. I went in tight, hoping to catch that bubble magic, and managed this single frame that looks like a UFO. His gold-medal finish made the shot even sweeter.\nMaja Hitij: Trophy-lift photos may look simple, but they require a bit of planning. Agencies and photographers divide responsibilities and co-ordinate positions in advance because the entire moment lasts only a few seconds.\nI wanted to find a different angle after the Champions League final - not the usual spot in front. I tried moving farther back, but the field was crowded with security, TV crews and players, so I settled on a position slightly further to the right, away from most photographers. I got lucky - the confetti was released earlier than expected, covering the whole background as the Paris St-Germain players turned toward Marquinhos.\nJudit Cartiel: During the second half of the La Liga match at Espanyol, Atletico Madrid's Giuliano Simeone started a run down the wing. While following the play from the corner with my camera, I saw Simeone approaching the assistant referee. He collided with him and I quickly decided to keep the focus on the official. I was looking to capture a moment that was unusual in football, where the player usually takes the spotlight.\nThe image shows the assistant completely upside down in an acrobatic posture, with a funny expression on his face, creating a photograph with a comical tone.\nChristian Petersen: Covering alpine skiing is one of the most challenging and rewarding assignments for me. I am always searching for graphic elements to complement the intense action. Slalom's bright gates against the white snow create a striking visual canvas. This image, taken at the Ski World Cup Finals in Idaho, captures that perfectly, blending the racer's motion with a sweep of vivid colour.\nAl Bello: This was an undercard fight before the main event. I like to shoot the undercards because I can try to take more chances with my photo technique. In this case I was shooting tighter than usual, hoping to catch a punch landing. The risk of shooting so tight is that if there is a knockdown you will likely miss the picture. I timed the punch at the exact moment, freezing the full force of the impact on the face.\nHannah Peters: I had been looking forward to the Crankworx mountain biking festival in Rotorua, New Zealand, because it often makes good pictures, but was disappointed when I set off early that morning to clouds and no light.\nAfter about 30 minutes' walking and finding a good spot for the warm-up rounds, the sun suddenly broke through for about five minutes. There was only time for two riders to make their runs, so it was a bit of good fortune that Tim Bringer managed to pull off a pretty awesome trick.\nStu Forster: This is the most exciting England cricket team to photograph in my career, with players like Jamie Smith at the forefront. You cannot take your eyes off it for a single ball. Here, Smith shows off his footballing skills to stop the ball from ricocheting on to the stumps during the Lord's Test. It was before this match that I read that the young Smith had been coached in his youth by Matt Holmes, formerly the cricket photography editor at Getty Images. It's a small world.\nAdam Pretty: I have been trying to photograph water polo from the beginning of my sports photography career in 1998, as it has the potential for some amazing images. But it is so difficult to capture them because of the nature of the sport and the unpredictability of the water - the splashes and speed at which the drama happens.\nThis image was extremely fortunate as the timing had to be perfect. I was not in control of anything apart from my camera, which was in an underwater robotic housing at the bottom of the pool. I had to rely on the match beginning at the perfect time, and the athlete diving in just the right way to pass through a tiny pocket of light.\nFortunately, everything came together to create the image, and that is what I love about sports photography - it takes a number of elements or layers to create a memorable image.\nTom Banks/McKlein Photography: Viera do Minho, a stage of Rally Portugal, features undulating roads and landscape scattered with large, round granite boulders.\nHaving never shot this area myself, we hitched a ride up the mountainside to a remote stretch with the local 4x4 club - an experience in itself. After scouting various vantage points I settled in the valley and awaited the cars. As Adrien Fourmaux blasted into view, the fans delivered a perfectly timed wave of the Portuguese flag - complemented by the arrival of the low-flying TV helicopter.\nIt is one of those moments when everything aligns.\nShi Tang: This image captures a dynamic Tomoka Miyazaki of Japan mid-motion, rendered with a long-exposure effect that transforms her movement into flowing streaks of red light. The blurred trails emphasise the power and fluidity of the action, while the sharpness of her focused expression adds contrast and intensity. Set against a dark background, the vibrant colours and sweeping motion create an almost abstract, dance-like composition.\nDean Mouhtaropoulos: Photographing the best athletes at the height of their powers is one of the many joys of my job. Covering the men's javelin F46 final at the World Para Athletics Championships in New Delhi, I noticed Guillermo Varona Gonzalez with a different pre-throw routine than most. Positioning myself low on the ground before his run-up, he would leap and double click his heels.\nThe power in this leap would be enough to make a strong image, but the red clothing, impressive physique, javelin in hand and black sky all combined to made one of my favourite images of the year.\nSeb Daly/Sportsfile: For the uninitiated, this is hurling - an Irish sport that is incredibly fast, very skilful and, as this image shows, highly physical. These two players are merely getting to know each other at the start of the match - a little \"pulling and dragging\", as the locals might say, in an effort to throw an opponent off their game, to get into their head, assert a little dominance.\nAll while this is going on, there is also a match to capture. It is a busy, raw, unique, and fantastic spectacle.\nMichael Reaves: This photo was taken during game one of baseball's National League Division Series in Milwaukee. I was excited when they announced the mid-afternoon game time and was hoping the weather would hold off so the roof would stay open. The sun peaked for an inning while Aaron Ashby pitched and, from my position in the first base well, I was able to make a wide frame. I exposed for the highlights and let the shadows of the stadium create a compositionally pleasing frame as he delivered a pitch.\nMaddie Meyer: In professional sports there is often such a distance between fans and athletes. It can feel sterile and as a photographer it can be hard to bring the atmosphere of the crowd and an athlete into one frame. Here Rory McIlroy ran to the adoring Europe fans after his team's win over the USA in the Ryder Cup in New York.\nHe appeared to fully give in to the moment, allowing the fans to embrace him over the barricade. As a photographer it can be challenging to make a well composed image in a chaotic scene, but I like this picture and think it tells the story of Europe's triumph on away territory."
    }
  ]
}