{
  "category": "sport",
  "articles": [
    {
      "id": 1,
      "title": "What fans, insiders and stats say about embattled Frank",
      "link": "https://www.bbc.com/sport/football/articles/czdg8nv8nlro",
      "content": "In the away end of the City Ground on Sunday, every Tottenham Hotspur supporter was given a free scarf by the club.\nFor at least one Spurs supporter , external , the knitwear was most useful for shielding their eyes from another dismal display by their team.\nSpurs were beaten 3-0 by Nottingham Forest , a result which leaves them 11th in the Premier League, six points off the top four.\nUnder manager Thomas Frank, Spurs have lost as many league games as they have won this season and been beaten in three of their previous five.\nFor some Spurs fans, the comedown six months on from their Europa League triumph is impossible to take and they have turned on Frank.\nThe former Brentford manager's direct style of play, at times poorly implemented by the players, has also not endeared him to some supporters.\nSo where does this all leave Frank? Here's what the fans, the club insiders, and the stats have to say...\nJust when you think it is safe to watch Spurs again, they deliver another nightmarish performance.\nWith consecutive positive performances at home in the Premier League and Champions League last week, it looked as though Thomas Frank's team was starting to build some consistency.\nHowever, after a painfully pessimistic performance against Nottingham Forest on Sunday , Spurs confirmed that they remain well and truly wedged in the 'storming' phase of team development.\nWhen viewed through this lens, you can understand why Frank appears relatively calm on the touchline and in his post-match interviews. The project manager in him knows that change takes time, and what appears to be chaos from the outside is actually an integral part of the transformation needed at this club.\nUnfortunately for Frank, and anyone else who agrees with him that \"this is not a quick fix\", in recent years managers at Spurs have not been given long to turn things around.\nHopefully, this time will be different.\nIn many respects, Frank's appointment at Spurs reminds me of when Gareth Southgate took the England job. Many questioned his experience and doubted his suitability at that level too.\nWhile ultimately Southgate did not win anything with England, he did the unenviable but necessary work of changing the culture and laying the foundations for future success. He turned them into a team that justified the hype.\nI still think Frank is capable of achieving the cultural change needed at Spurs, but as fans we have to start by being honest that we are not the team we want to be. Not yet.\nFor the fans who want Frank gone: who is your preferred candidate to replace him, what does realistic success look like, and how long are you willing to give someone new to achieve it?\nThere is unlikely to be a knee-jerk reaction at Tottenham to Sunday's disappointing loss at Nottingham Forest .\nThomas Frank's future has been thrust back into the spotlight once again following the 3-0 loss at the City Ground that, not for the first time this season, sparked anger from Spurs supporters towards their head coach.\nBut for the time being, there is no sense that the Dane's future is under any immediate threat despite the lacklustre level of performance against Forest.\nFor context, Tottenham were on the back of a three-match unbeaten run ahead of Sunday's loss – a credible 2-2 draw at Newcastle was followed by two straight victories over Brentford and Slavia Prague.\nPrior to the loss to Sean Dyche's side there had been shoots of improvement, so with that said Sunday's loss is unlikely to prompt an immediate change of tact.\nThat's not to say that the backing for Frank is entirely universal behind the scenes at the north London club.\nFollowing the home loss to Fulham on November 29, which extended a worrying run of just one victory in eight matches, well-placed sources told BBC Sport at the time that Frank's performance had come increasing internal scrutiny.\nThe apparent disdain from sections of supporters towards Frank during the opening half of the season is also an unsavoury dynamic that has not gone unnoticed.\nSpurs, though, are yet to reach a point so far this season whereby they have given serious consideration to dispensing with Frank.\nThere is an acknowledgement that there will be bumps in the road, though you can imagine Frank can ill-afford many days like Sunday if those aforementioned doubts aren't to resurface more prominently in the coming weeks.\nIt is also key to point out that chief executive Vinai Venkatesham was integral to Arsenal 's decision to stick with Mikel Arteta during some of the lowest depths of the Spaniard's stewardship at the Emirates.\nArsenal are now widely viewed as one of the strongest teams in European football.\nFrank has some way to go emulate Arteta - but there is currently a willingness to give him an opportunity to lay foundations towards a similar path to success.\nResults, though, will be key towards that continued support. Further disappointments like the one suffered on Sunday and Frank's backing will wane.\nSunday's loss at Forest marked Frank reaching a quarter-century of matches in charge of Spurs. Like England's batters in the Ashes, a ton or even a half-century is far from guaranteed.\nIn his 25 games across all competitions, the Dane has won 10 matches and lost nine.\nThose nine defeats include on penalties against PSG in the Uefa Super Cup, a 2-0 loss to Newcastle in the League Cup, and Premier League defeats including a 4-1 hammering off local rivals Arsenal .\nThis mixed bag of form has seen some supporters pining for the return of former manager Ange Postecoglou, and his often entertaining tactic of 'Angeball'.\nIt was of course the Australian who ended Spurs' 17-year wait for a trophy last season by beating Manchester United in the Europa League final.\nThose supporters may be remembering Postecoglou's first 25 games at Spurs, of which they won 14. This included a stellar start to the 2023-24 Premier League season, when Spurs won eight and drew two of their opening 10 matches.\nBut they may do well to remember the 60-year-old's final 25 games in charge, which included Spurs spiralling to 17th in the Premier League last season - their worst finish since the formation of the league.\nSpurs lost 13 of their final 25 matches, winning nine."
    },
    {
      "id": 2,
      "title": "Chiefs miss out & Packers' Parsons pain - NFL week 15 round-up",
      "link": "https://www.bbc.com/sport/american-football/articles/cnv26qd01v7o",
      "content": "It was all happening in week 15 in the NFL, with the Kansas City Chiefs missing the play-offs, and Patrick Mahomes suffering an anterior cruciate knee ligament injury.\nThe Broncos and Rams punched their post-season tickets but the play-off picture is far from clear.\nThe Green Bay Packers could be in trouble after a big injury of their own, while the Buffalo Bills stunned the Patriots with a comeback win that keeps alive their divisional fight.\nHere's the pick of week 15 in the NFL.\nThe first play-off miss of his career and a torn ACL - it was a true nightmare for Patrick Mahomes and the Chiefs as their run of 10 straight post-seasons came to a shuddering end.\nWith nine straight division titles, seven straight AFC Championship games and five Super Bowls, three of them won, it's been an incredible run for Mahomes - who has never previously ended a season before overtime in the AFC title game.\nAnd so the Chiefs' inquest begins, starting with questions of when Mahomes will be fit to return and whether 36-year-old tight end Travis Kelce or head coach Andy Reid, 67, will return at all amid retirement rumours.\nBut where did it all go wrong?\nFirstly their big strength has become their biggest weakness - winning tight games. After an NFL-record 11 one-score wins last year, the Chiefs have won one and lost seven that way this season.\nAnd everybody has been at fault, including Mahomes for throwing some costly red zone interceptions. Reid has made some bad calls and Kelce and his fellow receivers have literally dropped the ball.\nFatigue could be a factor. Since Mahomes became starter, the Chiefs have played just two games under the maximum, and the constant deep play-off runs and Super Bowls can take its toll.\nThe defence has been excellent again, but the offence has been guilty of making the wrong play at the wrong time.\nThe other main issue has been protecting Mahomes, with offensive line issues a theme over the past few seasons.\nMahomes has taken the most quarterback hits in the NFL this season with 65, has been forced to attempt the joint-most scrambles with 52 and been pressured the third-highest number of times with 135.\nIn short, Mahomes just hasn't had the protection, and even when he gets his throws off, he's had the second-highest number of dropped catches with 26. For his own part, he's second on the list for bad throws with 81.\nThe two-time league MVP is the best quarterback of his generation, but while he's made mistakes, the team just haven't helped him.\nThe Chiefs' main priority once he returns is to protect their star man better and give him more reliable pass catches to let him do what he does best.\nGreen Bay also suffered a huge injury blow as defensive giant Micah Parsons went down with a suspected ACL injury during their damaging defeat in Denver.\nThe Broncos booked a play-off spot with the win and look the team to beat from the AFC. The Packers held that title in the NFC after four straight wins - but Parsons' injury could severely damage their Super Bowl hopes.\nGreen Bay handed two first-round draft picks to Dallas to sign Parsons in a blockbuster trade - and he's responded with 12.5 sacks in 14 games and a league leading 83 quarterback pressures.\nHe's often double-teamed to allow his team-mates more freedom to attack, and the Packers' defence drops from 10th to 22nd in quarterback rating allowed when he's not on the field.\nMore importantly, Parsons is one of those big-moment players who pops up with the big play at the right time, which can win you games when it matters most.\nAt one point Sunday, the Packers were heading to the NFC top seed, but they ended it down in the seventh and final play-off spot. Without Parsons, one of the big Super Bowl favourites could be in big trouble.\nThe Jaguars and Texans will battle it out down the stretch for the AFC South - on current form, both are likely to be play-off teams. The Jaguars have won five in a row, the Texans six.\nBoth hit 40 points in Sunday wins, with Trevor Lawrence having a huge game as the first player ever with 300-plus passing yards, five touchdown passes, 50 rushing yards and a rushing touchdown in a single game.\nYes, it was against the New York Jets, but it was still impressive.\nHouston's defence continues to lead the league and power their play-off push, conceding just 16.3 points per game and allowing just two teams to score over 20 points this season.\nIf defence wins championships, watch out for Houston in the post-season.\nThe Los Angeles Rams were the first team to clinch a play-off spot as they beat Detroit - a result which leaves the Lions outside the wildcard spots as it stands.\nDenver beat Green Bay to secure the first AFC place, overtaking the Patriots after a remarkable comeback by the Buffalo Bills stunned the home fans in New England.\nJosh Allen rallied his team from 21-0 down to win a thriller 35-31 in the game of the weekend - and one that blew the AFC East race open.\nThe Chicago Bears hammered the Cleveland Browns 31-3 to swap places with the Packers - one of several fascinating battles as one will likely be the second seed while the other is sweating on making the play-offs at all.\nAnd what about the NFC West? Seattle and San Francisco are hot on the heels of the Rams - and with divisional battles to come, that one is also up for grabs.\nThursday Night Football is a belter this week, with the Rams and Seahawks both 11-3 in the NFC West before they meet in Seattle.\nThere are two Saturday night games this week including what could be the NFC North decider as the Packers visit the Bears, who just continue to surprise now at 10-4.\nIt's a similar story on Sunday as the Buccaneers and Panthers fight for the NFC South in Carolina before Jacksonville and Denver play a huge AFC game.\nLos Angeles Rams at Seattle Seahawks (01:25 GMT Fri)\nGreen Bay Packers at Chicago Bears (01:20 GMT Sun)\nTampa Bay Buccaneers at Carolina Panthers (18:00 GMT Sun)\nJacksonville Jaguars at Denver Broncos (21:05 GMT Sun)\nNew England Patriots @ Baltimore Ravens (21:25 GMT Sun)\n(All times UK)\nWe will have live text commentary on the BBC Sport website and app on Sunday from 17:30 GMT.\nThe Seattle Seahawks won a game for just the fourth time in their history without scoring a touchdown - Jason Myers kicking six field goals as they edged the Indianapolis Colts at home.\nIt was a Colts team led by 44-year-old quarterback Philip Rivers , who performed admirably less than a week after ending his five-year retirement as he nosed his side in front inside the final minute, before the Seahawks won it.\n\"It was exciting,\" said Rivers. \"Shoot, it was exciting to take a 13-3 lead. Obviously, you throw in the fact that it's been 1,800 days since throwing a touchdown or interception for that matter. So, yeah, both of those boxes were checked.\"\nBaltimore stayed alive in the play-off race with a 24-0 shutout of the Bengals in Cincinnati - their first shutout loss since 2017 (also against Baltimore) and the first of Joe Burrow's career.\nBengals head coach Zac Taylor could be in trouble after being eliminated from the play-offs for the third straight year.\nBrock Purdy had a 140.3 quarterback rating as the 49ers beat the Titans to move to 10-3 ahead of one of the toughest finishes in the league.\nSan Francisco play the Colts, Bears and Seahawks in their next three matches - a run that will have a huge bearing on the play-off places."
    },
    {
      "id": 3,
      "title": "Hearing Bondi attacks was terrifying - Vaughan",
      "link": "https://www.bbc.com/sport/cricket/articles/c0l9jwnlyrdo",
      "content": "Former England captain Michael Vaughan has described hearing gunshots during Sunday's attack at Bondi Beach as \"terrifying\".\nVaughan, who is in Australia commentating on the Ashes, was locked inside a restaurant \"a few hundred yards from Bondi\" for several hours alongside his wife, sister-in-law, two daughters, and a friend.\nThe 51-year-old, who is staying in nearby Coogee and had spent the day with his family watching his son's cricket match, was on his phone outside the restaurant when he heard what he thought was \"fireworks\" coming from the beach before being told to get inside by a bouncer.\nPolice have declared it a terrorist incident targeting the Jewish community.\nAuthorities have confirmed that at least 15 civilians, including one child, have been killed in the attack, which targeted a Hanukkah celebration on the beach.\nSpeaking to BBC Radio 5 Live, Vaughan said: \"Yesterday was a surreal day that I don't really want to go through again.\n\"I'm deeply saddened by everything that has gone on.\n\"To be 300 yards away, in a pub locked away, scary times.\n\"I look at Bondi and Sydney in particular - it's like my second home. Australia is an amazing country, and it's probably one of the countries in the whole world where I always say it's the safest. It's the safest place.\"\nPolice have confirmed a father and son were the alleged shooters, with the older man killed at the scene and the other in hospital in a critical condition.\nWriting in The Telegraph , external , Vaughan added: \"Like most people, I have been at home watching terrorist attacks unfold in London, or Manchester, near where I live.\n\"That all feels very close to home, and is scary. But to be so close that you can hear it happening is terrifying.\"\nThe third Ashes Test in Adelaide will go ahead as planned on Wednesday (Tuesday 2330 GMT). While Vaughan expects it to be a \"sombre scene\", he also described Australia as an \"amazing country\" that will \"bounce back\".\n\"Both teams are going to be affected. It's happened too close. We all know Australia and Sydney too well, but you have got to get on,\" Vaughan said.\n\"On Wednesday morning, it's a chance for the cricketers to showcase what Australia is about.\n\"There'll be a sombre scene for quite a time in the Test match but you can't allow two people to say to all of us that everything has to stop. They want us to stop, do nothing, and not get on with our lives.\n\"It's very important that cricket goes on and Australia will bounce back.\"\nCricket Australia has confirmed there will be a tribute and moment of silence before the third Test, with both sides wearing black armbands.\nThe England & Wales Cricket Board also issued a statement of support, writing: \"Everyone in the England cricket team is deeply saddened by the horrific events at Bondi beach yesterday evening.\n\"Our thoughts are with the victims, their families, and friends at this deeply distressing time. We stand alongside the people of Sydney, the Jewish community, and our heartfelt condolences go to all those affected.\"\nSpeaking at a news conference at the Adelaide Oval on Monday, England vice-captain Harry Brook said: \"[The attack] was a horrendous day for everybody involved on Bondi Beach. We are really thinking about them and the horrific incidents that happened.\n\"We support them all the way through and we're just extremely sorry for what happened.\"\nAustralia spinner Nathan Lyon, who plays for New South Wales, said: \"I was at the hotel like everyone else watching it all unfold on the news.\n\"We're extremely saddened. It's a horrific day for everyone involved. We stand by them and our thoughts and prayers are with them.\n\"Nothing I'm going to say right now is going to make anyone feel any better. Other than that we're thinking of them and hopefully they can get through this.\"\nSouth Australia Premier Peter Malinauskas says there will be additional security at the Adelaide Oval.\n\"This is done only as a precautionary measure, but it is appropriate that we are at a crescent sense of alertness just at the moment for the time being,\" he said."
    },
    {
      "id": 4,
      "title": "Dominant Sabalenka wins back-to-back WTA awards",
      "link": "https://www.bbc.com/sport/tennis/articles/c1dz64y54keo",
      "content": "World number one Aryna Sabalenka has been voted the Women's Tennis Association player of the year for a second successive season.\nThe 27-year-old won four titles - the most on tour - including retaining the US Open against Amanda Anisimova in September to claim her fourth Grand Slam singles triumph.\nAcross the season Sabalenka played in a tour-best nine finals, with losses to Madison Keys in the Australian Open final in January and Coco Gauff in June's French Open final.\nThe Belarusian also won the Brisbane International in January, the Miami Open in March and the Madrid Open in May , and spent the entire year as world number one, finishing 2025 top of the rankings for a second successive year.\nIn July, she became the first player to top 12,000 WTA ranking points since Serena Williams in 2015.\nSabalenka finished the season with a 63-12 win-loss record, and picked up a record £11m in prize money.\nShe received almost 80% of the votes cast by international tennis media.\nOn 28 December, she will face 2022 Wimbledon runner-up Nick Kyrgios in a Battle of the Sexes-style exhibition match in a bid to \"help bring women's tennis to a higher level\" .\nSwitzerland's Belinda Bencic, 28, has been voted comeback player of the year after taking a 13-month break following the birth of her first child and returning to the sport at the start of this year.\nCanadian 19-year-old Victoria Mboko picked up newcomer of the year after starting the season ranked outside the world's top 300 and climbing to world number 18 .\nKaterina Siniakova and Taylor Townsend were voted doubles team of the year after winning their second Grand Slam title together, while Anisimova was named most improved player of the year after reaching five finals.\nLast week, Carlos Alcaraz took home three honours in the Association of Tennis Professionals (ATP) Awards, including the year-end number one award, while Jannik Sinner was voted fans' favourite for a third time."
    },
    {
      "id": 5,
      "title": "Wales captains Morgan and Lake to join Gloucester",
      "link": "https://www.bbc.com/sport/rugby-union/articles/c8r31jv8jnxo",
      "content": "Wales captains Jac Morgan and Dewi Lake will join Gloucester at the end of the season.\nBoth forwards were due to be out of contract with Ospreys at the end of the current term, with uncertainty lingering around the future of club rugby in Wales.\nMorgan, who made his Wales debut in 2022, has 24 international caps and was the only Welsh member of the victorious British & Irish Lions tour of Australia earlier this year.\nLake took on the captaincy for Wales' summer tour of Japan and will likely continue in the role after Morgan sustained a shoulder injury that could rule him out of the entire 2026 Six Nations .\n\"I'm delighted to sign for Gloucester Rugby ahead of the 2026-27 season,\" Lake told Gloucester's website. , external\n\"It's a great club with brilliant supporters. I know a lot of players at Gloucester who speak highly of the environment and I'm excited for the future.\n\"I'm also looking forward to the challenge of playing in the Gallagher Prem.\"\nFlanker Morgan, 25, came through the academy at Scarlets and made his senior debut in 2019, before joining rivals Ospreys two years later. He made his senior Wales bow in a victory over Scotland.\nHooker Lake, 26, has 26 caps and made his debut in the 2022 Six Nations opener against Ireland.\nWelsh Rugby's 25-cap rule prohibits players who leave the country to play abroad from representing the national team if they have earned fewer than 25 international caps.\nHowever, their definition of an international cap includes appearances made for the Lions, taking Morgan's total from 24 up to 26.\n\"The Ospreys is a club that means a lot to me on so many different levels so making the decision to move was something that I spent a lot of time thinking over,\" he said.\n\"My whole career to this point has been with this team and there have been so many special moments on the way.\n\"Coming through the pathway, making my debut, the first time I captained the side and the friendships I've forged with players and staff, will all live long in my memory for the rest of my life.\"\nThe moves come at an uncertain time for Welsh rugby, with the number of professional clubs in the country set to be reduced from four to three by 2027.\nThere will be one in Cardiff, one in the east of the country and one in the west – which is expected to result in a straight survival fight between Swansea-based Ospreys and Scarlets in Llanelli.\nAnother option that has now emerged is Ospreys owners, Y11 Sport & Media, taking over WRU-owned Cardiff, which could produce the desired number of three professional sides.\nThere are currently more than 80 Wales-based players out of contract at the end of the season."
    },
    {
      "id": 6,
      "title": "James and Brooks clash in Lakers win over Phoenix",
      "link": "https://www.bbc.com/sport/basketball/articles/cp392wv0x23o",
      "content": "LeBron James scored 26 points and clashed with Dillon Brooks as the Los Angeles Lakers beat the Phoenix Suns 116-114 on Sunday.\nThe Lakers were 20 points ahead in the fourth quarter when the Suns fought back to take a one-point lead with 12 seconds remaining after a three-pointer by Brooks.\nIn a frantic end to the game in Phoenix, Brooks then bumped James, drawing his second technical foul of the night and an ejection.\nJames, 40, missed the technical free throw but was then fouled by Suns' Devin Booker on a three-point attempt and made two of three free throws with three seconds left to put the Lakers back ahead.\n\"It's the NBA, no boys allowed,\" James said of his tangle with Brooks, 29.\n\"We're out there competing and we were able to get the last laugh.\"\nJames, the NBA's record scorer, also made four assists and three rebounds, and blocked Grayson Allen's potential game-winning three-pointer for Phoenix late on.\nHis Lakers team-mate Luka Doncic finished with 29 points, six assists and three rebounds, while Deandre Ayton scored 20 points.\n\"We got behind the eight ball a lot in the fourth quarter, but I thought for the majority of the game our physicality was good,\" James added.\nThe Lakers are top of the Western Conference Pacific, with the Suns in second place."
    },
    {
      "id": 7,
      "title": "Maresca 'happy' at Chelsea but wounds remain open",
      "link": "https://www.bbc.com/sport/football/articles/c246dn62y01o",
      "content": "Chelsea head coach Enzo Maresca is keeping everyone guessing about exactly what he meant when he described the period before the weekend win over Everton as \"the worst 48 hours\" of his time in charge.\nIn a news conference on Monday, Maresca was evasive when asked to elaborate on the remarks that followed Saturday's 2-0 victory at Stamford Bridge.\nIt is understood that Maresca's gripe, which he is unwilling to explain, remains unresolved.\nSo what is happening behind the scenes that has rankled with the Italian to the point he felt it necessary to go public?\nMaresca repeatedly said he had \"nothing to add\" on Monday when questioned about his weekend claim that \"many people didn't support us\".\nThat factor was one that Maresca felt contributed to making the build-up to the Everton game so challenging.\nMaresca appeared frustrated when pressed on whether he was referring to the club's hierarchy, replying several times: \"It's Cardiff tomorrow, please.\"\nYet the situation overshadows Tuesday's Carabao Cup quarter-final in the Welsh capital, where Chelsea face the League One leaders and are expected to win.\nChelsea sit fourth in the Premier League, but their form has dipped of late. Before beating Everton , they had only taken two points from the previous nine available in the domestic league, while also suffering defeat at Atalanta in the Champions League.\nIn an extraordinary outburst on Saturday, the 45-year-old Maresca suggested that he and his team had lacked backing. But he refused to clarify who his comments were directed at, and there was no sign of him being willing to expand on the accusation before the Cardiff game.\nMaresca eventually said \"Yes, absolutely\" when asked if he was happy at Chelsea .\nHe also described the season as \"fantastic\" when asked about whether he was enjoying his role.\nMuch, however, seemed to be deliberately left unsaid.\nWhen asked about his relationship with Chelsea 's owners, he said: \"I love the Chelsea supporters. They deserve the best, and again, I don't have anything to add.\"\nIt is understood the former Leicester City boss is proud of qualifying for the Champions League last season and winning both the Club World Cup and Conference League.\nAgainst that backdrop, Maresca is believed to have wanted more protection from figures within Chelsea against criticism of his team selection and rotation during their recent four-game winless run.\nHe is encouraged to rotate heavily to develop young players, and for much of the season he has had to cope without star forward Cole Palmer because of injury, while key midfielder Moises Caicedo is serving a three-match suspension and managing an ongoing knee issue.\nDefender Levi Colwill, who shone at the Club World Cup, is out for most of the season with an anterior cruciate knee ligament injury, and Maresca's request for a replacement fell on deaf ears.\nAppointed in July 2024, Maresca feels he has outperformed other managers who have faced a rebuilding job when joining a major Premier League force, such as Mikel Arteta at Arsenal , Jurgen Klopp previously at Liverpool , and even Ruben Amorim at Manchester United .\nAmorim has had strong public backing despite his struggles.\nThe initial comments from Maresca came while hands-on owner Behdad Eghbali was overseas, with sporting directors Paul Winstanley and Laurence Stewart stepping in to lead in his absence alongside other key staff.\nChelsea 's aim this season is to qualify for the Champions League and challenge in cup competitions, while they are still not entirely out of the Premier League title race.\nWhen Maresca joined Chelsea , he was told he would be assessed at the end of his second year. Predecessor Mauricio Pochettino did not pass such a review following his first, after not agreeing with the future direction at the American-owned club.\nIn the case of Maresca, Chelsea privately accept emotional outbursts can happen after tense matches.\nIt has also been explained that he is speaking his third or fourth language, as an Italian who speaks Spanish at home with his family.\nAll sides accept the current situation is not ideal but expect to work through it. From Chelsea 's perspective, disagreements are normal in football, but making them public is not."
    },
    {
      "id": 8,
      "title": "Clarke urges fans not to go into debt for tickets",
      "link": "https://www.bbc.com/sport/football/articles/c5yj675vyjno",
      "content": "Steve Clarke is urging Scotland fans not to put themselves into debt to follow their team to the World Cup in the United States next year.\nThe national team manager was speaking on the day supporter club members get their chance to apply for tickets for the matches against Haiti and Morocco in Boston, as well as the final group match against Brazil in Miami.\nFifa have been criticised for ticket pricing that could lead to supporters paying thousands for a seat.\nScotland fans are expected to be allocated around 8% of available seats for their group matches but the Scottish FA are hoping that number will increase in the coming months.\n\"It's going to be expensive,\" Clarke told BBC Scotland.\n\"But, it is expensive to go to America anyway. The tickets are expensive.\n\"If you can get there and you can afford to be there, then fantastic but don't push yourself too far into debt trying to get there.\n\"It's Fifa's tournament, they decide what they decide. The Scottish FA have taken their full allocation.\"\nFor the match against Haiti, the prices will be £134, £298 or £372, while for the Morocco games tickets will cost £163, £320 or £447.\nScotland will then travel to Miami to take on five-time world champions Brazil on 24 June. A total of 3,736 tickets have been allocated to Scotland for that game, with tickets costing £198, £373 or £523.\nClarke hopes that supporters \"who travel to all the far flung places\" are able to obtain tickets affordably as the \"deserve to be there\".\nAnd he commented: \"A friend of mine has already booked his flights and he's in to me for tickets but he'll need to hold fire on those ones because I don't have any at the minute.\"\nClarke was speaking on his first visit back to Scotland following the qualification-sealing 4-2 win over Denmark last month.\n\"The number of well wishers that are genuinely excited that the country's qualified for a World Cup is great,\" Clarke said.\n\"It shows you the power of football and what it can do for people.\"\nScotland hope to organise friendly matches against non-European nations including a send-off game at Hampden.\nClarke is also planning two training camps, including one in a hot climate, before the squad travels to its as yet undetermined training base.\n\"The squad size will be 26, so that gives you a little bit of leeway,\" he explained.\n\"Obviously, I'm very loyal to the players that have got us there. That's not a big secret anymore. People know how I work. Those players that I'm loyal to also have to play well, they have to get their minutes on the pitch that make them an easy pick for me but there's always space for someone else.\n\"I'm not afraid to bring younger players into the squad, I'm not afraid to change one or two players if that's what has to be done.\n\"There's still plenty of opportunities for the players who feel they're on the periphery. Their job is to go out and play well every single game, grab my attention and force their way into the squad.\""
    },
    {
      "id": 9,
      "title": "Mount purring for Man Utd but does he have World Cup chance?",
      "link": "https://www.bbc.com/sport/football/articles/ckgdvdewzpno",
      "content": "\"I have to tell you, I love that kid.\"\nRuben Amorim's first public observations on Mason Mount after his appointment as Manchester United head coach just over a year ago have stood the test of time.\nIt has taken longer than hoped for United's fanbase to come to the same conclusion, but Mount's goal and overall performance at Wolves last week had them purring.\nSuddenly, the hole left by the impending departure of Bryan Mbeumo and Amad Diallo to the Africa Cup of Nations (Afcon) doesn't look quite so difficult to fill.\nMount's game intelligence plus his awareness and ability to play in tight spaces are coming to the fore. Now the phrase most used about him is: \"His quality was never in doubt.\"\nAlmost two and a half years into the five-year contract he signed in July 2023, Mount's own bold declarations about the future have some meaning.\n\"I am hugely ambitious,\" he said on his arrival at Old Trafford. \"I know how amazing it feels to win major trophies and what it takes to do it.\n\"I will be giving everything to experience that again at Manchester United.\"\nIt is fair to say the statement of intent Mount made after completing his £55m move from Chelsea is yet to be fulfilled.\nA Champions League and Club World Cup winner with Chelsea, Mount was an injury-time substitute for United's 2024 FA Cup final victory over Manchester City. He started the Europa League final defeat by Tottenham in May and was part of the United squad that finished 15th.\nNot that the 26-year-old regrets leaving boyhood club Chelsea.\nSpeak privately to people who know Mount well and you get the impression restoring United's fortunes offered the kind of challenge that enthused him.\nUnder Erik ten Hag at the time, the club made it clear they wanted him. That matters. It still does. That is why Amorim's first words were perfectly put.\nAs the former Sporting coach assessed the squad he was inheriting, he knew in Mount he was getting a high-level, flexible player who could fit into a variety of different positions within his system, something Amorim felt he did not have enough of.\nLeft, right, as an orthodox number 10, as a six, or an eight, Mount has a range of experiences that make him very useful for a coach who regards adaptability as a key weapon.\n\"He's a very smart player,\" was Amorim's response when asked about Mount on Friday before Monday's Premier League game with Bournemouth. \"He's really technical.\n\"Sometimes being a technical player is not just having fun with the ball. It's the quality of the pass, the reception, how to receive the ball. Mason can balance our team quite well.\"\nAmorim is not alone at United's Carrington training ground in recognising Mount's qualities. He is certainly not the only one genuinely glad a player who can offer so much is able to put injury issues to one side and deliver performances on a consistent basis.\nNo-one would argue the past couple of years have been easy. Mount himself has admitted dealing with two extended absences and a couple of smaller frustrating ones was tough.\nBut staff around Carrington admired the professional attitude Mount adopted throughout his various recoveries.\nTraining-ground sources have said the player left no stone unturned in pursuit of staying fit and was regularly one of the last to leave after long stints in the ice bath and sauna sessions.\nHe is regarded as a link within Amorim's squad - someone who knits groups of players together - which has been particularly evident this season when, it is generally acknowledged, United's players have remained tight and focused on delivering better results.\nMount is also well liked by non-football staff because he is helpful, which is not something that can be taken for granted in the playing department at United or any other club. He spends time with a couple of kids who are regulars outside the training ground, has spoken with them and their parents and still wears a bracelet one of them gave him.\nThese traits are all positives on a human scale.\nHowever, in the pressurised world of the Premier League, they are side issues compared to delivering on the pitch - and just now, he is on a roll.\nOutstanding in the win at Crystal Palace on 30 November, Mount followed up with an excellent performance against Wolves, who were admittedly poor at Molineux but proved they can be obdurate and diligent in their unlucky loss at Arsenal.\nGoals in both victories have taken his overall tally for United to seven, to match his shirt number, a fact not lost on the club's content creators who put them all on the app and launched a vote for which was the best. His second in the Europa League semi-final against Athletic Bilbao - a two-touch, 50-yard effort to seal a 4-1 win - came out on top.\nThe idea over the next few weeks and months is to widen that particular area of debate as United push for a European place - their overall aim - and try to secure a top-five berth likely to deliver a return to the Champions League a year before schedule.\nMount won the most recent of his 36 England caps in the 2022 World Cup quarter-final defeat by France in Qatar.\nDespite three years without an international appearance, Three Lions boss Thomas Tuchel has not forgotten him.\nMount revealed in the summer his former manager at Chelsea had been in touch. The pair were spotted chatting after last month's home defeat by Everton and while competition for World Cup places is fierce and Mount is rated as unlikely to break in at this stage, it cannot entirely be discounted.\nThe player himself is not setting that as a target. Sources say his focus and drive remains on delivering on those first words following his arrival from Chelsea.\nMount recognises turning the United tanker around has to be a collective effort but there are signs it is heading in the right direction, even if the process is lengthy and not without the odd glitch.\nHe clearly has a significant role though. Mount has missed one game so far this season though injury. His impact is starting to be felt.\nJust as United prepare to lose two significant attacking forces to Afcon, they can look for Mount to deliver in their absence with an increased feeling of confidence."
    },
    {
      "id": 10,
      "title": "O'Neill 'would happily have stayed on' at Celtic",
      "link": "https://www.bbc.com/sport/football/articles/cy5g73g0g7qo",
      "content": "Martin O'Neill would \"happily have stayed on\" as Celtic manager after his interim spell ended with seven wins out of eight games.\nThe former Northern Ireland player stepped in to replace Brendan Rodgers, who resigned in late October. Wilfried Nancy subsequently took on the job permanently and has lost all three of his opening games in charge.\nO'Neill described his near six-week spell back at the club he managed from 2000 to 2005 as \"holding the fort for while\".\nHowever, he said remaining in charge for Sunday's Premier Sports Cup final, which Celtic lost to St Mirren, was not a motivating factor.\n\"Only if asked,\" he replied on Talksport when asked if he had wanted to lead Celtic out at Hampden.\n\"That was not a driving force. I'd happily have stayed on.\n\"If they had asked me to stay on, I would've done so, but the minute that they said, 'no, that's your time', that's fine by me.\"\nO'Neill, 73, said he had only had a \"10 or 15-minute conversation\" with the \"affable\" Nancy as the changeover took place earlier this month.\nThe Frenchman endured home losses to Scottish Premiership leaders Hearts and Europa League opponents Roma before Sunday's 3-1 cup final defeat.\n\"I stepped into the job, [major shareholder] Dermot [Desmond] had said to me, he said, 'you could be in it two weeks or two months, we're looking for someone',\" O'Neill explained.\n\"When you get into it, you really enjoy it. You enjoy winning, that's the point - this is what it's about.\n\"You've got to give managers chances. I think back to my own time at Leicester City, where I eventually enjoyed nice success. Can't win a game to save my life, crowd baying for blood and after 10 games. How lucky I was to win a couple of matches of real importance at a stage.\n\"You've just got to win, you've got to win. You've got to steady it again. There's some excellent players at the football club. There's some boys who have won big time as well. Lean on some of the senior players. Lean on them and get them on your side.\n\"It is recoverable, of course. You're in the football club 10 or 12 days.\n\"You cannot make a judgement on anybody over three games. The matches were difficult. You have got to give a manager some time.\"\nFormer Aston Villa boss O'Neill, who oversaw five Scottish Premiership wins, a semi-final defeat of Rangers and a memorable Europa League victory at Feyenoord, felt \"reinvigorated\" from his \"whirlwind time\" back in Glasgow.\n\"I was very, very worried about it,\" he said.\n\"If you fail, you are considered too old for the job and that this is a young man's game.\n\"Thankfully, I don't think I messed it up.\"\nO'Neill feels Celtic \"need harmony again\" amid unrest between fans and the board.\n\"Celtic disunited are not the Celtic that people should be aware of,\" he said.\nAnd, when asked if his brief return to management had whetted his appetite for another job, his answer was clear: \"I would have to say absolutely.\n\"I've never lost the appetite for the game, I've certainly not lost enthusiasm and I've got energy to burn.\""
    },
    {
      "id": 11,
      "title": "Barking out orders: Stokes wants England to 'show a bit of dog'",
      "link": "https://www.bbc.com/sport/cricket/articles/ceq1vl3y2pro",
      "content": "Ben Stokes has asked his England team to \"show a bit of dog\" in the crucial third Ashes Test against Australia in Adelaide.\nEngland are 2-0 down and must end a 17-match winless run in this country at the Adelaide Oval in order to keep their hopes of regaining the urn alive.\nFollowing the defeat in the second Test at the Gabba, Stokes said his dressing room was \"no place for weak men\".\nAnd the captain admitted his team have had \"raw\" conversations in the eight days since the loss in Brisbane.\nWednesday's Test at the Adelaide Oval (23:30 GMT Tuesday) is a return for Stokes to the ground where he made his Test debut 12 years ago.\nOn that occasion, as a  22-year-old he introduced himself to Ashes cricket by clashing with Australia wicketkeeper Brad Haddin.\nAsked if on-field fight is an instinct that comes more naturally to him than his team-mates, Stokes responded: \"It's a word that I think people don't really understand what it means. What it means to me could be completely different to someone else.\n\"It's just trying to fight in every situation that you find yourself in and understanding the situation and what you feel is required for your team. Just look at your opposition every single time and show a bit of dog. That's fight to me.\n\"As long as you go out there and everyone is in that mindset around the situation and what is needed, you're giving yourself the best possible chance if you've got a bit of dog in you.\"\nStokes said his team have had \"meaningful conversations\" and used the third Test against India at Lord's in July as a source of inspiration.\nOn that occasion, England won a fractious contest by 22 runs in a thrilling conclusion at the home of cricket.\n\"That's exactly what I'm on about,\" said the all-rounder. \"That was a moment where we all did that, we all noticed and we all identified that moment.\n\"You saw the way the team came out on that day. We were probably in a situation where we would have to be absolutely perfect to win that game and we were. On the back of attitude, mentality towards that specific situation is what gave us the best chance of winning that game.\"\nStokes also explained the decision to omit Shoaib Bashir from the England XI in Adelaide.\nThe tourists have made one change to their team from Brisbane, with Josh Tongue replacing fellow pace bowler Gus Atkinson. All-rounder Will Jacks keeps his place ahead of Bashir.\nWhen Jacks was chosen instead of Bashir in Brisbane, Stokes said Bashir would remain England's first choice when a specialist spinner was required.\nHowever, at a venue that usually offers something to spinners, and with temperatures forecast to reach 39 degrees this week, Bashir has been left out. The 22-year-old has returned figures of 2-266 in two tour matches in Australia.\n\"I wouldn't say it's got anything to do against Bash whatsoever,\" said Stokes. \"The main thing is we're 2-0 down. We need to win the next three.\n\"We feel having Jacksy down at number eight obviously strengthens our batting a little bit deeper if we need to go there. And he's more than capable enough to handle that role with the ball when we need to call upon it.\"\nEngland are at the point of no return in yet another Ashes series in Australia – the visitors have lost the previous three series in this country 5-0, 4-0 and 4-0 respectively.\nHeavy defeats in Australia often signal change around the management of the England team.\nOn Sunday head coach Brendon McCullum said speculation his job could be on the line if England lose this week \"does not really bother me\".\nAnd Stokes said he will not be leading his team with an agenda to safeguard his position.\n\"If people are trying to protect themselves over the greater good, which is the team, and look after their own back - I'm certainly never going to do that,\" said the Durham man.\n\"My job is to captain this team and I'll do everything I can to lead the team in the best possible way that I can.\n\"As soon as I start thinking I'm going to look after myself here, that's certainly nothing that I ever will do and certainly nothing that Brendon will do. We both give everything that we possibly can towards the team and it will always be like that as long as we are both in these roles.\""
    },
    {
      "id": 12,
      "title": "Menzies apologises for punching table after loss",
      "link": "https://www.bbc.com/sport/darts/articles/c62vd6n9y5po",
      "content": "Cameron Menzies has apologised for angrily punching a drinks table after his five-set defeat by highly rated Charlie Manby in the first round of the PDC World Championship.\nThe 26th seed from Scotland hit the underside of the table three times before holding his hand up in apology to the Alexandra Palace crowd as he left the stage.\nMenzies, 36, was pictured with blood pouring from a gash on his right hand.\nHe had led 1-0 and 2-1 in sets before 20-year-old English debutant Manby fought back and clinched victory with his seventh match dart.\nIn a statement released after the match, Menzies said: \"First of all, I would like to apologise for what happened. I am sorry that I reacted in the manner that I did.\n\"It's not an excuse, but I have had a lot of things on my mind recently and I suppose it all just became too much at the end.\n\"It has not been an easy time for me with my uncle Gary passing away recently. I saw him four days before he died and he gave me a look which told me how much he thought of me.\n\"Had I won the game against Charlie, my second match would have been on the day of Gary's funeral and that hasn't been lost on me.\n\"Let me say again, that's no excuse for what I did on the stage. It was the wrong thing to do and I don't want it to take anything away from Charlie. He played well.\n\"This is not how I would like people to view me. Yes, I can get emotional at times, but not like that and that wasn't right.\"\nIt is the second year running that Menzies has been knocked out in the first round after he broke down in tears during and following his exit to Leonard Gates last December.\nMenzies later revealed his father Ricky had been ill in hospital at the time.\nPlayers can be sanctioned under Darts Regulation Authority rules for aggressive, disruptive or abusive behaviour.\nFormer Premier League champion Glen Durrant - commentating on the subsequent match for Sky Sports - said: \"Charlie Manby is a superstar in the making. Sometimes you can build a player up at 20 years old. We thought it was going to be the match of the afternoon and it delivered.\n\"But it wasn't the ending we all want to see. For Cameron Menzies, I think he will regret that for the rest of his life. It was not a good watch.\"\nCo-commentator Stuart Pyke added: \"I agree, [it was] an extraordinary reaction but we saw him walking off stage and he did put up his hand in apology. It was a spur-of-the-moment thing.\"\nAlso in Monday's afternoon session, two-time champion Peter Wright made it through to round two with a straight-set win over Noa-Lynn van Leuven.\nThe 55-year-old Scot, wearing a festive-themed outfit, landed a 152 checkout in the first set and was taken to a deciding leg in the second, before closing out victory comfortably in the third.\nWright, who will face German Arno Merk in round two, told Sky Sports: \"I know I didn't play well but I will play well in the next round. You've got to grow into the tournament.\"\nWright, the winner in 2020 and 2022, has struggled for form in recent times and has slipped to 30th in the PDC world rankings as a result.\nHe reached the quarter-finals last year, ending Luke Humphries' title defence on his way to the last eight before losing to Stephen Bunting.\nVan Leuven, who became the first transgender player to appear at the PDC World Championship last year, was one of five players from the Women's Series to qualify for the event at Alexandra Palace.\nBeau Greaves topped the series and faces Daryl Gurney first on Friday as she looks to become only the second female player to win a match in the tournament, after fellow qualifier Fallon Sherrock, who won twice at the event in December 2019.\nThree places were on offer from the series, along with a spot for the Women's Matchplay winner - a title taken by Lisa Ashton, who lost to 2023 world champion Michael Smith in the first round on Thursday.\nWith Greaves qualifying in her own right as runner-up on the Development Tour, that meant Women's Series runner-up Sherrock, Van Leuven in fourth and Gemma Hayter, who finished fifth, joined third-placed Ashton.\nNorthern Ireland's Brendan Dolan hit a 170 checkout to seal the second set in his 3-1 victory over England's Tavis Dudeney, while Austria's Mensur Suljovic beat Canada's David Cameron by the same scoreline.\nBrendan Dolan 3-1 Tavis Dudeney\nCameron Menzies 2-3 Charlie Manby\nMensur Suljovic 3-1 David Cameron\nPeter Wright 3-0 Noa-Lynn van Leuven\nFrom 19:00 GMT\nMartin Lukeman v Max Hopp\nDirk van Duijvenbode v Andy Baetens\nJonny Clayton v Adam Lipscombe\nConnor Scutt v Simon Whitlock"
    }
  ]
}